[
	[4024 , 4, "¿Qué toman los españoles la noche del 31 de diciembre para celebrar el cambio de año?", ["Lentejas.", "Uvas.", "Aceitunas."], 2, 0, "Las doce uvas de la suerte comenzaron a tomarse de manera masiva en España en la Nochevieja de 1909, debido a un excedente de la cosecha en Alicante. Sin embargo ya en el siglo XIX existía la costumbre entre los burgueses españoles de comer uvas y brindar con champán para despedir el año.", 0],
	[3023 , 3, "La extensa llanura situada en la zona central de España se denomina ...", ["península.", "meseta.", "sierra."], 2, 0, "", 0],
	[1112 , 1, "Los españoles pueden votar a partir de los ... ", ["16 años.", "18 años.", "21 años."], 2, 0, "Según la Ley Orgánica 5/1985, del 19 de Junio, del régimen electoral general, en su artículo 2: El derecho de sufragio corresponde a los españoles mayores de edad. Y según el artículo 12 de la Constitución Española: Los españoles son mayores de edad a los 18 años", 0],
	[5063 , 5, "Si compramos una botella de agua de 750 ml, estamos comprando una botella de ... ", ["3/4 de litro.", "1/2 litro.", "1 litro."], 1, 0, "", 9159],
	[3008 , 3, "¿Qué comunidad autónoma está situada al sur de Castilla-La Mancha?", ["Madrid.", "Castila y León.", "Andalucía."], 3, 0, "", 0],
	[1011 , 1, "El referéndum para la aprobación de la Constitución española se celebró el día ...", ["22 de noviembre de 1975.", "15 de junio de 1977.", "6 de diciembre de 1978."], 3, 0, "Tuve lugar el miércules 6 de diciembre de 1978 y la pregunta plateada fue ¿Aprueba el Proyecto de Constitución?. El Proyecto fue aprobado por el 87,78% de votantes, que representa el 58,97% del censo electoral.", 8639],
	[1098 , 1, "La enseñanza de las lenguas cooficiales es competencia ... ", ["del Estado.", "de la comunidad autónoma.", "de la provincia."], 2, 0, "El Artículo 3 de la Constitución Española dice las demás lenguas españolas serán también oficiales en las respectivas Comunidades Autónomas de acuerdo con sus Estatutos", 0],
	[5069 , 5, "El límite de velocidad para los coches dentro de las ciudades es de...", ["40 km/h.", "50 km/h.", "60 km/h."], 2, 0, "", 0],
	[4028 , 4, "¿Qué tres culturas convivieron en la España medieval?", ["La cristiana, la judía y la musulmana.", "La fenicia, la judía y la musulmana.", "La griega, la cristiana y la judía."], 1, 0, "", 0],
	[5038 , 5, "El Bachillerato en España...", ["es obligatorio.", "se compone de dos cursos académicos.", "corresponde a alumnos de 14 a 16 años."], 2, 0, "TODO", 0],
	[1114 , 1, "En España, los cargos de presidente y vocales de las mesas electorales son ...", ["obligatorios.", "voluntarios.", "permanentes."], 1, 0, "El Presidente y los Vocales de cada Mesa son designados por sorteo público entre la totalidad de las personas incluidas en la lista de electores de la Mesa correspondiente, que sepan leer y escribir y sean menores de 70 años, si bien a partir de los 65 años podrán manifestar su renuncia en el plazo de siete dias.", 0],
	[1057 , 1, "Al poder legislativo le corresponde ...", ["crear empleo.", "elaborar leyes.", "elegir alcaldes."], 2, 0, "El poder legislativo corresponde a las CORTES GENERALES (artículo 66 Constitución). Como poder Legislativo, la función principal de las Cortes es elaborar las Leyes.", 2953],
	[1104 , 1, "El Congreso de los Diputados designa al ...", ["presidente del Gobierno.", "jefe de Estado.", "presidente de la Comunidad."], 1, 0, "", 0],
	[3015 , 3, "En la costa norte de África se encuentran las ciudades autónomas de Ceuta y ...", ["Almería.", "Cádiz.", "Mellila."], 3, 0, "", 5999],
	[1059 , 1, "¿Cuántos ciudadanos deben respaldar una iniciativa legislativa para poder presentar una proposición de ley?", ["400.000.", "500.000.", "600.000."], 2, 0, "Según el artículo 87.3 de la Constitución Española: Una ley orgánica regulará las formas de ejercicio y requisitos de la iniciativa popular para la presentación de proposiciones de ley. En todo caso, se exigirán no menos de 500.000 firmas acreditadas.", 5012],
	[1037 , 1, "El ... tiene como fin la promoción y la enseñanza del español y las lenguas cooficiales, y también la difusión de la cultura española e Hispanoamérica.", ["Instituto Nacional de Administración Pública", "Instituto Nacional de Estadística", "Instituto Cervantes"], 3, 0, "El Instituto Cervantes se creó el 21 de marzo de 1991, sus dos objetivos principales son la promoción y enseñanza de la lengua española, y la difusión de la cultura de España e Hispanoamérica.", 6128],
	[1119 , 1, "La organización que defiende y promueve los intereses de los trabajadores se denomina ...", ["asociación.", "partido.", "sindicato."], 3, 0, "Un sindicato es una asociación integrada por trabajadores en defensa y promoción de sus intereses laborales, con respecto al centro de producción, al empleador con el que están relacionados contractualmente al Estado.", 0],
	[2024 , 2, "En España no está reconocido el derecho de asociación.", ["Verdadero.", "Falso."], 2, 0, "Según el artículo 22.1 de la Constitución Española: Se reconoce el derecho de asociación.", 0],
	[1091 , 1, "El teléfono de la Administración General del Estado que ofrece información sobre empleo público, becas o ayudas y subvenciones, organismos de las Administraciones, etc., es el ... ", ["010.", "060.", "091"], 2, 0, "El teléfono 060 es un servicio de información que la Administración General del Estado pone a tu disposición. El teléfono 060 te ofrece información común sobre empleo público, becas o ayudas y subvenciones, la localización de órganos de toas las Administraciones o accesos a servicios telefónicos del Ministerio del Interior, Ministerio de Emplo y Seguridad Social (Garantía Juvenil), Dirección General de Tráfico, etc", 7096],
	[4004 , 4, "¿Cuál es la profesión de Mario Vargas Llosa?", ["Profesor.", "Escritor", "Bailarín."], 2, 0, "Jorge Mario Pedro Vargas Llosa, i marqués de Vargas Llosa, conodido como Mario Vargas Llosa, es un escritor peruano que cuenta también con la nacionalidad española desde 1993.", 2428],
	[3005 , 3, "El pico más alto de España, con 3 718 metros es ...", ["el Mulhacén.", "el Aneto.", "el Teide."], 3, 0, "Teide: 3.718m, Mulhacén: 3.478m y Aneto: 3.404m", 0],
	[1071 , 1, "El poder judicial está constituido por ...", ["los ministros y el presidente", "los jueces y los magistrados", "los diputados y senadores."], 2, 0, "Según el artículo 117.1 de la Constitución Española: La justicia emana del pueblo y se administra en nombre del Rey por Jueces y Magistrados integrates del poder judicial, independientes, inamovibles, responsables y sometidos únicamente al imperio de la ley.", 7358],
	[2018 , 2, "Es obligatorio cumplir las sentencias de los jueces y tribunales.", ["Verdadero.", "Falso."], 1, 0, "Seún el artículo 118 de la Constitución Española: Es obligado cumplir las sentencias y demás resoluciones firmes de los Jueces y Tribunales", 0],
	[4015 , 4, "Paco de Lucía fue un famoso ...", ["científico.", "guitarrista.", "pintor."], 2, 0, "TODO", 6350],
	[5031 , 5, "¿Cómo se denomina la resolución de la Dirección Nacional de Empleo por la que se fijan anualmente las fiestas laborables para cada año?", ["Calendario fiscal.", "Calendario laboral.", "Calendario español."], 2, 0, "", 0],
	[5068 , 5, "En un coche es obligatorio el uso del cinturón de seguridad ...", ["solo en el asiento del conductor.", "en los asientos delanteros.", "en todos los asientos."], 3, 0, "", 0],
	[5044 , 5, "España exporta productos principalmente a países de ...", ["Hispanoamérica.", "la Unión Europea.", "el Norte de África."], 2, 0, "", 0],
	[5049 , 5, "¿Cómo se llama el lugar, con un horario establecido, en el que se presta la aten-ción médica básica (medicina de familia, pediatría y enfermería)?", ["Hospital.", "Centro de salud.", "Farmacia."], 2, 0, "", 0],
	[1099 , 1, "¿Cómo se llama la norma extraordinaria que dicta el gobierno en circunstancias especiales y que tiene rango de ley?", ["Ley orgánica.", "Decreto ley.", "Reglamento."], 2, 0, "Según el artículo 86.1 de la Constitución Española: En caso de extraordinaria y urgente necesidad, el Gobierno podrá dictar disposiciones legislativas provisionales que tomarán la forma de Decretos-leyes", 2749],
	[1092 , 1, "El estado español se organiza territorialmente en ... ", ["municipios, cantones y regiones administrativas.", "municipios, provincias y comunidades autónomas.", "municipios, distritos y estados federales."], 2, 0, "Según el artículo 137 de la Constitución Española: El Estado se organiza territorialmente en municipios, en provincias y en las Comunidades Autónomas que se constituyan. Todas estas entidades gozan de autonomía para la gestión de sus respectivos intereses.", 0],
	[3009 , 3, "La capital de la comunidad autónoma de Extremadura es ...", ["Badajoz.", "Cáceres.", "Mérida."], 3, 0, "Mérida fue fundada por los romanos en el siglo I antes de Cristo. Aún quedan restos de la ciudad antigua, como el teatro romano. Su puente romano de 792 m se extiende sobre el río Guadiana hasta unirse con la Alcazaba, la fortaleza islámica del siglo IX construida sobre los muros romanos.", 3450],
	[4005 , 4, "Uno de los compositores españoles de música clásica más famosos es ...", ["Plácido Domingo.", "Josep Carreras.", "Manuel de Falla."], 3, 0, "Plácido Domingo y Josep Carreras son tenores", 0],
	[1097 , 1, "¿Cuántas provincias hay en España?", ["49.", "50.", "52."], 2, 0, "Hay 50 provincias y dos ciudades autónomas: Ceuta y Melilla. ", 0],
	[1033 , 1, "Todos los españoles tienen el deber de conocer la lengua ... del Estado.", ["autonómica", "oficial", "local"], 2, 0, "Artículo 3 Constitución Española: El castellano es la lengua española oficial del Estado. Todos los españoles tienen el deber de conocerla y el derecho a usarla", 1929],
	[2033 , 2, "Los españoles pueden plantear reclamaciones ante las instituciones europeas pertinentes.", ["Verdadero.", "Falso."], 1, 0, "", 0],
	[1056 , 1, "Las poblaciones de las ciudades autónomas de Ceuta y Melilla están representadas en el Congreso cada una por ...", ["1 diputado.", "2 diputados.", "3 diputados."], 1, 0, "Según el artículo 68.2 de la Constitución Española: La circunscripción electoral es la provincia. Las poblaciones de Ceuta y Melilla estarán representadas cada una de ellas por un Diputado. La ley distribuirá el número total de Diputados, asignando una representación mínima inicial a cada circunscripción y distribuyendo los demás en proporción a la población ", 5999],
	[4025 , 4, "¿Qué ciudad es famosa por sus Fallas?", ["Pontevedra.", "Segovia.", "Valencia."], 3, 0, "Las Fallas (Falles en valenciano) son unas fiestas que van del 15 al 19 de marzo con una tradición arraigada en la ciudad de Valencia y diferentes poblaciones de la Comunidad Valenciana", 4429],
	[1105 , 1, "El ayuntamiento está formado por el alcalde y ... ", ["los concejales.", "los diputados.", "los senadores."], 1, 0, "El ayuntamiento es la corporacíon formada por el alcalde o intendente y los concejales que se encargan de la administración política de un municipio.", 0],
	[1095 , 1, "Los trámites de inscripción de un recién nacido o registro de un matrimonio, se realizan en el ...", ["Registro Civil.", "Registro Mercantil.", "Registro de la Propiedad."], 1, 0, "", 0],
	[2004 , 2, "Los ciudadanos pueden proponer nuevas leyes ante el Defensor del Pueblo.", ["Verdadero.", "Falso."], 2, 0, "", 0],
	[4021 , 4, "El rey de España que gobernó la mayor extensión conocida de territorios en el mundo fue ...", ["Felipe II.", "Felipe III.", "Felipe IV."], 1, 0, "Felipe II de España, llamado el Prudente, Su reinado se caracterizó por la exploración global y la expansión territorial a través de los océanos Atlántico y Pacífico, llevando a la Monarquía Hispánica a ser la primera potencia de Europa y alcanzando el Imperio español su apogeo, convirtiéndolo en el primer imperio mundial ya que, por primera vez en la historia, un imperio integraba territorios de todos los continentes habitados del planeta Tierra.", 3237],
	[1082 , 1, "¿Cada cuántos años, como máximo, se convocan obligatoriamente elecciones generales al parlamento español?", ["Cada 3 años.", "Cada 4 años.", "Cada 5 años."], 2, 0, "", 0],
	[5027 , 5, "El turrón y el mazapán son dulces típicos de ... ", ["Navidad.", "Semana Santa.", "San Juan."], 1, 0, "", 9415],
	[2026 , 2, "Los trabajadores tiene derecho a la huelga para defender sus intereses laborales.", ["Verdadero.", "Falso."], 1, 0, "La Constitución Española reconoce en su art. 28.2 el derecho de huelga como un derecho fundamental, en los siguientes términos: Se reconoce el derecho a la huelga de los trabajadores para la defensa de sus intereses. La ley que regule el ejercicio de este derecho establecerá las garantías precisas para asegurar el mantenimiento de los servicios esenciales de la comunidad. ", 0],
	[1010 , 1, "Las competencias en materia de educación están gestionadas por ...", ["el Estado.", "las comunidades autónomas.", "los ayuntamientos."], 2, 0, "El articulo 19 de la Ley Orgánica 9/1992 transfiere a las Comunidades Autónomas la competencia de desarrollo legislativo y ejecucíon de la enseñanza en toda su extensión, niveles y grados, modalidades y especialidades.", 0],
	[1084 , 1, "¿Quién puede presentar una queja al Defensor del Pueblo?", ["Solo los ciudadanos legalmente residentes.", "Solo los españoles mayores de 18 años.", "Todos los ciudadanos, españoles o extranjeros."], 3, 0, "Según el artículo 10.1 de la Ley Orgánica 3/1981: Podrá dirigirse al Defensor del Pueblo toda persona natural o jurídica que invoque un interés legítimo, sin restricción alguna. No podrán constituir impedimento para ello la nacionalidad, residencia, sexo, minoría de edad, la incapacidad legal del sujeto, el internamiento en un centro penitenciario o de reclusión o, en general, cualquier relación especial de sujeción o dependencia de una Administración o Poder público.", 0],
	[1079 , 1, "La regulación del tráfico en las ciudades corresponde a ... ", ["la Guardia Civil.", "la Policía Local.", "la Policía Nacional."], 2, 0, "", 4414],
	[1107 , 1, "¿Cúal es el órgano de gobierno en los municipios?", ["El ayuntamiento.", "La diputación.", "El cabildo."], 1, 0, "", 0],
	[2005 , 2, "Se puede obligar a alguien a declarar su ideología, religión o creencias.", ["Verdadero.", "Falso."], 2, 0, "Según el artículo 16.2 de la Constitución Española: Nadie podrá ser obligado a declarar sobre su ideología, religión o creencia", 0],
	[5045 , 5, "Las bibliotecas públicas son gratuitas para ... ", ["todos.", "los parados.", "los niños."], 1, 0, "", 5077],
	[4001 , 4, "Los personajes principales de la novela el Quijote son Don Quijote y...", ["Don Juan.", "Sancho Panza.", "el Cid."], 2, 0, "", 1628],
	[1089 , 1, "¿Cómo se llaman los órganos de gobierno de la Comunidad Autónoma de Canarias?", ["Cabildos", "Consejos Insulares.", "Diputaciones."], 1, 0, "El cabildo insular es una entidad administrativa exclusiva de las Islas Canarias (España). Los cabildos fueron creados por la Ley de Cabildos del año 1912 promovida por Manuel Velázquez Cabrera ", 0],
	[5015 , 5, "¿Cómo se denomina la unión jurídica de dos personas que crea un vínculo conyugal mediante ciertos ritos o formalidades legales, con obligaciones y derechos?", ["Pareja de hecho.", "Matrimonio.", "Pareja formal."], 2, 0, "", 0],
	[1078 , 1, "El control de la entrada y salida del territorio nacional de españoles y extranjeros corresponde a ... ", ["la Guardia Civil.", "la Policía Local.", "la Policía Nacional."], 3, 0, "Según el artículo 12 de la Ley Orgánica 2/86 de 13 de Marzo de Fuerzas y Cuerpos de Seguridad, corresponde al Cuerpo Nacional de Policía", 7859],
	[5019 , 5, "Los ... de una vivienda pagan anualmente el Impuesto sobre Bienes Inmuebles (IBI).", ["inquilinos", "propietarios", "inquilinos y propietarios"], 2, 0, "", 0],
	[1060 , 1, "En primera votación para la elección del presidente de Gobierno, se requiere una mayoría ... de los votos de los diputados del Congreso.", ["absoluta", "relativa", "simple"], 1, 0, "Según el artículo 97.3 de la Constitución Española: Si el Congreso de los Diputados, por el voto de la mayoría absoluta de sus miembros, otorgare su confianza a dicho candidato, el Rey le nombrará Presidente. De no alcanzarse dicha mayoría, se someterá la misma propuesta a nueva votación cuarenta y ocho horas después de la anterior, y la confianza se entenderá otorgada si obtuviere la mayoría simple.", 4785],
	[4012 , 4, "¿En qué ciudad se encuentra el monumento La Sagrada Familia de Gaudí?", ["En Barcelona.", "En Granada.", "En Madrid."], 1, 0, "El Templo Expiatorio de la Sagrada Familia, conocido simplemente como la Sagrada Familia, es una basílica católica de Barcelona (España), diseñada por el arquitecto Antoni Gaudí. Iniciada en 1882, todavía está en construcción.", 4151],
	[1101 , 1, "En materia de relaciones internacionales, la competencia es de ... ", ["el Estado.", "las comunidades autónomas.", "los ayuntamientos."], 1, 0, "Segúen el artículo 149.1 de la Constitución Española, punto 3º", 0],
	[1052 , 1, "El poder legislativo corresponde ...", ["al presidente y los ministros.", "a los jueces y magistrados", "a los diputados y senadores"], 3, 0, "Según el artículo 66.2 de la Constitución Española: Las Cortes Generales ejercen la potestad legislativa del Estado.... Como las Cortes estan formadas por el Senado y el Congreso de ministros, corresponderá a los integrantes de estos: ministros y diputados", 2632],
	[5035 , 5, "El Estado español aplica la política fiscal a los ciudadanos a través del pago de ...", ["impuestos directos.", "impuestos indirectos.", "impuestos directos e indirectos."], 3, 0, "", 0],
	[2035 , 2, "Todos los españoles tienen el derecho y el deber de defender España.", ["Verdadero.", "Falso."], 1, 0, "Según el artículo 30.1 de la Constitución Española: Los españoles tienen el derecho y el deber de defender a España.", 0],
	[1051 , 1, "En la organización de la Administración General del Estado se distinguen tres niveles: estatal, autonómico y ...", ["central.", "regional.", "local."], 3, 0, "", 0],
	[1074 , 1, "El Consejo General del Poder Judicial ...", ["es diferente en cada comunidad autónoma.", "está formado por ministros.", "garantiza la independencia de los jueces."], 3, 0, "El Consejo General del Poder Judicial es un órgano constitucional cuya finalidad principal es garantizar la independencia de los jueces en el ejercicio de su funcíon judicial (juzgar y hacer ejecutar lo juzgado). Es un órgano colegiado, compuesto mayoritariamente por jueces y autónomo.", 0],
	[5036 , 5, "En España hay pruebas especiales para el acceso de los adultos a la universidad a partir de los ...", ["18 años.", "23 años.", "25 años."], 3, 0, "", 0],
	[1077 , 1, "La vigilancia de puertos y aeropuertos, fronteras y costas corresponde a ...", ["la Guardia Civil.", "la Policía Local.", "la Policía Nacional."], 1, 0, "La Jefatura Fiscal y de Fronteras, al mando de un Oficial General de la Guardia Civil en situación de servicio activo, a la que corresponde organizar y gestionar el resguardo fiscal del Estado, las actuaciones encaminadas a evitar y perseguir el contrabando, el narcotráfico y demás tráficos ilícitos en el ámbito de las funciones encomendadas a la Guardia Civil por la normativa vigente, así como la custodia y vigilancia de las costas, fronteras, puertos, aeropuertos y mar territorial y, en este ámbito, el control de la inmigración irregular", 6916],
	[1043 , 1, "Los proyectos de ley son aprobados por ...", ["el Consejo de Ministros", "el presidente del Gobierno", "el Congreso de los Diputados."], 1, 0, "Según el artículo 88 de la Constitución Española: Los proyectos de ley serán aprobados en Consejo de Ministros, que los someterá al Congreso, acompañados de una exposición de motivos y de los antecedentes necesarios para pronunciarse sobre ellos. ", 6238],
	[1042 , 1, "El poder ejecutivo corresponde ...", ["a los jueces y magistrados.", "al presidente del Gobierno y ministros.", "a los diputados y senadores."], 2, 0, "Es dirigido por el consejo de ministros, que tiene tantos ministerios como establezca el real decreto de estructura aprobado por el presidente del gobierno de acuerdo con las necesidades del país en el momento. Su finalidad consiste en hacer cumplir las leyes aprobadas por el poder legislativo, así como planear y ejecutar el programa de gobierno y dirigir la administración pública a tal fin.", 4703],
	[5060 , 5, "La  regulación  del  tráfico  en  carretera  en  la  mayor  parte  del  territorio  español corresponde a...", ["la Guardia Civil.", "la Policía Local.", "la Policía Nacional."], 1, 0, "", 6916],
	[2014 , 2, "Los profesores universitarios tienen derecho a enseñar con liberdad, dentro de los límites de la Constitución.", ["Verdadero.", "Falso."], 1, 0, "", 0],
	[5016 , 5, "¿Cuál de las siguientes familias es considerada numerosa en España?", ["Una pareja con 1 hijo.", "Una pareja con 2 hijos.", "Una pareja con 3 hijos."], 3, 0, "TODO", 4335],
	[5039 , 5, "Para hacer Formación Profesional Básica es necesario ... ", ["haber cumplido 15años.", "haber completado el Bachillerato.", "haber pasado un año en el extranjero."], 1, 0, "", 0],
	[5053 , 5, "Los viajes de vacaciones para las personas mayores de 65 años los organiza ... ", ["el IEF (Instituto deEstudios Fiscales).", "el IMSERSO (Instituto de Mayores y Servicios Sociales).", "el ICO (Instituto de Crédito Oficial)."], 2, 0, "", 8264],
	[5061 , 5, "La regulación del tráfico dentro de las ciudades en la mayor parte del territorio español corresponde a...", ["la Guardia Civil.", "la Policía Local.", "la Policía Nacional."], 2, 0, "", 4414],
	[5011 , 5, "La  certificación  de  nacimiento  o  nacionalidad,  una  fotografía  reciente  y  el certificado de empadronamiento son necesarios para solicitar...", ["el carné de conducir.", "el DNI.", "la Tarjeta Sanitaria."], 2, 0, "", 0],
	[1072 , 1, "¿Cuál de estos organismos forma parte del poder judicial?", ["El Tribunal de Cuentas.", "El Tribunal Constitucional.", "El Tribunal Supremo."], 3, 0, "Según el artículo 123.1 de la Constitución Española:El Tribunal Supremo, con jurisdicción en toda España, es el órgano jurisdiccional superior en todos las órdenes, salvo lo dispuesto en materia de garantías constitucionales.", 1616],
	[1022 , 1, "¿Cómo se llaman los órganos de gobierno de la Comunidad Autónoma de las islas Baleares?", ["Cabildos.", "Consejos insulares.", "Diputaciones."], 2, 0, "Un Consejo Insular es una institución propia de autogobierno en el archipiélago balear. Nacieron impulsadas desde la isla de Menorca como una solución para evitar la concentración de poder en Mallorca.", 0],
	[5048 , 5, "825048¿Dónde se puede encontrar el siguiente aviso: «La entrada incluye el acceso a la colección y a las exposiciones temporales el día de la visita»?", ["En unos grandesalmacenes.", "En un museo.", "En un banco."], 2, 0, "", 7908],
	[5014 , 5, "El IVTM (Impuesto de Vehículos de Tracción Mecánica) es el impuesto que pagan ...", ["los propietarios de coches aptos para la circulación.", "las personas que obtienen el permiso de conducir.", "los viajeros que utilizan el transporte urbano."], 1, 0, "", 0],
	[1053 , 1, "Las Cortes Generales controlan la acción ...", ["del Gobierno.", "de las comunidades autonómas.", "de las provincias."], 1, 0, "Según el artículo 66.2 de la Constitución Española: Las Cortes Generales ejercen la potestad legislativa del Estado, aprueban sus Presupuestos, controlan la acción del Gobierno …", 8619],
	[5026 , 5, "¿Qué comida típica española tiene como principal ingrediente el tomate?", ["La paella.", "El gazpacho.", "El cocido."], 2, 0, "El gazpacho es una sopa fría con ingredientes como el aceite de oliva, pan, vinagre, agua y otros aditamentos como almendras u hortalizas crudas: generalmente tomates, pepinos, pimientos, cebollas y ajo.", 9350],
	[5020 , 5, "La bebida típica de Asturias es ...", ["el cava.", "la sidra.", "la cerveza."], 2, 0, "TODO", 0],
	[5084 , 5, "¿Cuál es el impuesto que pagan al Estado todos los consumidores al comprar productos y bienes o contratar servicios?", ["IRPF (Impuesto sobre la Renta de las Personas Físicas).", "IVA (Impuesto sobre el Valor Añadido).", "IS (Impuesto sobreSociedades)."], 2, 0, "TODO", 0],
	[1045 , 1, "La política sanitaria del Gobierno corresponde al ...", ["Ministerio de Sanidad, Consumo y Bienestar Social.", "Ministerio de Trabajo, Migraciones y Seguridad Social.", "Ministerio de Asuntos Exteriores, Unión Europea y Cooperación."], 1, 0, "", 0],
	[3021 , 3, "El principal río desemboca en el mar Mediterráneo es el ...", ["Ebro.", "Duero.", "Tajo."], 1, 0, "", 6370],
	[1005 , 1, "La Constitución garantiza la libertad religiosa de los individuos y las comunidades, por eso España es un país ...", ["laico.", "católico.", "aconfesional."], 3, 0, "Un Estado aconfesional es aquel que no se adhiere y no reconoce como oficial ninguna religión en concreto, aunque pueda tener acuerdos con ciertas instituciones religiosas", 1035],
	[1076 , 1, "El Ejército español participa desde 1989 en misiones de paz de la ...", ["Organización de Estados Iberoamericanos (OEI).", "Unión Europea Occidental (UEO).", "Organización de las Naciones Unidas (ONU)."], 3, 0, "", 0],
	[3019 , 3, "En el centro de la península ibérica, los inviernos son fríos, los veranos calurosos y llueve poco. Este clima es ...", ["continental.", "oceánico.", "subtropical."], 1, 0, "", 1734],
	[1070 , 1, "Las sesiones conjuntas del Congreso y el Senado son presididas por ... ", ["el Rey.", "el presidente del Gobierno", "el presidente del Congreso."], 3, 0, "Según el artículo 72.2 de la Constitución Española: Las Cámaras eligen sus respectivos Presidentes y los demás miembros de sus Mesas. Las sesiones conjuntas serán presididas por el Presidente del Congreso ", 7728],
	[5051 , 5, "La documentación necesaria para cambiar de centro médico es ... ", ["DNI, Tarjeta Sanitaria anterior y el certificado de empadronamiento.", "DNI, historial médico y una carta de su médico anterior.", "DNI, Tarjeta Sanitaria anterior e historial médico."], 1, 0, "", 0],
	[5040 , 5, "¿Qué número reciben los trabajadores al comenzar su primer empleo?", ["El de la Seguridad Social.", "El del pasaporte.", "El número de servicio."], 1, 0, "", 0],
	[1015 , 1, "El jefe del Estado es ...", ["el presidente del Gobierno.", "el Rey.", "el ministro de Asuntos Exteriores, Unión Europea y Cooperación."], 2, 0, "Al ser España una Monarquía Parlamentaria, el Jefe del Estado es el Rey. Desde el año 2014 el rey de España es Felipe VI (antes lo fue su padre Juan Carlos I, desde 1975), de la dinastía de los Borbones. ", 1167],
	[2030 , 2, "La edad mínima para contraer matrimonio en España es de 16 años.", ["Verdadero.", "Falso."], 1, 0, "La edad mínima de acuerdo con la ley para contraer matrimonio, tanto para hombres como mujeres, es de 16 años. Si alguno de los contrayentes tiene entre 16 y 18 años de edad, debe contar con una autorización para contraer matrimonio, conforme a lo señalado en los artículos 107 y siguientes del Código Civi", 0],
	[3010 , 3, "Las instituciones de la comunidad autónoma de ... tienen su sede en Valladolid.", ["Canarias", "Catilla y León", "Castilla-La Mancha"], 2, 0, "", 5957],
	[1111 , 1, "En España la enseñanza básica es ... ", ["voluntaria y gratuita.", "obligatoria y gratuita.", "obligatoria y de pago."], 2, 0, "Según el artículo 27.4 de la Constitución Española: La enseñanza básica es obligatoria y gratuita", 0],
	[2036 , 2, "Los españoles tienen derecho a elegir libremente su residencia y a circular libremente por el territorio nacional.", ["Verdadero.", "Falso."], 1, 0, "Según la Constitución Española:Los españoles tienen derecho a elegir libremente su residencia y a circular por el territorio nacional.", 0],
	[1006 , 1, "La sede oficial del Rey de España es ...", ["el Palacio Real.", "el Palacio de la Zarzuela.", "el Palacio de la Moncloa."], 1, 0, "El Palacio Real de Madrid es la residencia oficial del rey de España; no obstante, los actuales reyes no habitan en él, sino en el Palacio de la Zarzuela, por lo que es utilizado para ceremonias de Estado y actos solemnes.​", 4750],
	[3017 , 3, "¿Cuál de los seguientes ríos desemboca en territorio español?", ["Duero.", "Tajo.", "Guadalquivir."], 3, 0, "Tanto el Duero como el Tajo terminan su recorrido en Portugal y desembocan en el Atlantico en costas portuguesas, en Oporto y en Lisboa respectivamente. El Guadalguivir tiene todo su recorrido en territorio español y desemboca en Sanlúcar de Barrameda, en la provincia de Cádiz.", 9436],
	[1030 , 1, "La bandera azul con 12 estrellas amarillas en círculo es el símbolo de ... ", ["la Unión Europea.", "la Organización de Seguridad y Cooperación en Europa.", "la Comisión Europea."], 1, 0, "La bandera europea simboliza tanto la Unión Europea como, más ampliamente, la identidad y la unidad de Europa. La bandera está formada por 12 estrellas amarillas dispuestas en círculo sobre fondo azul. Las estrellas representan los ideales de unidad, solidaridad y armonía entre los pueblos de Europa. El número de estrellas no tiene nada que ver con el número de países de la UE, aunque el círculo sí es un símbolo de la unidad.", 4212],
	[2021 , 2, "Las penas de cárcel y las medidas de seguridad están orientadas en España hacia la reeducación y reinserción social.", ["Verdadero.", "Falso."], 1, 0, "Según el artículo 25.2 de la Constitución Española: Las penas privativas de liberdad y las medidas de seguridad estarán orientadas hacia la reeducación y reinserción social y no podrán consistir en trabajos forzados.", 0],
	[1113 , 1, "Los ciudadanos de la UE y de algunos países con acuerdos de reciprocidad, residentes en España, pueden votar en las elecciones ... ", ["locales.", "autonómicas.", "generales."], 1, 0, "Artículo 13 de la Constitución Española: Solamente los españoles serán titulares de los derechos reconocidos en el artículo 23, salvo lo que, atendiendo a críterios de reciprocidad, pueda establecerse por tratado o ley para el derecho de sufragio activo y pasivo en las elecciones municipales", 0],
	[4036 , 4, "¿Quién recibió el premio Nobel de Literatura en 1956?", ["Camilo José Cela.", "Vicente Aleixandre.", "Juan Ramón Jiménez."], 3, 0, "Juan Ramón Jiménez Mantecón fue un poeta español, ganador del Premio Nobel de Literatura en 1956, por el conjunto de su obra, designándose como trabajo destacado de la misma la narración lírica Platero y yo.", 2450],
	[4030 , 4, "¿En qué ciudad española está el acueducto considerado Patrimonio de la Humanidad?", ["Mérida.", "Sevilla.", "Segovia."], 3, 0, "El acueducto de Segovia es un acueducto romano que llevaba aguas a la ciudad española de Segovia. Su construcción data de principios del siglo II d. C., a finales del reinado del emperador Trajano o principios del de Adriano. La parte más visible, y por lo tanto famosa, es la arquería que cruza la plaza del Azoguejo, en la ciudad.", 8350],
	[4003 , 4, "¿Cuál de estas tres obras literarias es de Federico García Lorca?", ["El Quijote.", "El Cantar de Mio Cid.", "La casa de Bernarda Alba."], 3, 0, "TODO", 0],
	[4035 , 4, "¿En qué año terminó la Guerra Civil española?", ["1939.", "1936.", "1898."], 1, 0, "", 0],
	[1034 , 1, "¿Cuál de estas opciones es una lengua cooficial en alguma comunidad autónoma?", ["El catalán.", "El murciano.", "El asturleonés."], 1, 0, "En Cataluña se hablan varias lenguas, siendo las principales el catalán y el castellano o español. De acuerdo con el Estatuto de Autonomía, ambos idiomas son oficiales.", 5069],
	[4013 , 4, "Francisco de Goya es un famoso ... español.", ["pintor", "músico", "escritor"], 1, 0, "TODO", 6478],
	[2003 , 2, "Los extranjeros en España tienen los mismos derechos que los españoles, aunque España no haya firmado tratados específicos al respecto con su país de origen.", ["Verdadero.", "Falso."], 2, 0, "Articúlo 13 de la Constitución Española: Solamente los españoles serán titulares de los derechos reconocidos en el artículo 23, salvo lo que, reciprocidad, pueda establecerse por tratado o ley para el derecho de sufragio activo y pasivo en las elecciones municipales.", 0],
	[2020 , 2, "Es obligatorio colaborar en un juicio cuando así lo piden los jueces y tríbunales.", ["Verdadero.", "Falso."], 1, 0, "", 0],
	[5057 , 5, "¿Cuál de los siguientes no es un medio público de comunicación audiovisual?", ["Televisión Española.", "Instituto de laCinematografía y de las Artes Audiovisuales.", "Radio Nacional de España."], 2, 0, "", 0],
	[5018 , 5, "En España, las parejas con hijos que se divorcian pueden tener su custodia...", ["compartida.", "dividida.", "exclusiva."], 1, 0, "", 0],
	[4019 , 4, "En Cataluña, es tradicional regalar un libro y una rosa el día...", ["de Sant Jordi.", "de la Diada.", "del comienzo de la primavera."], 1, 0, "", 0],
	[5082 , 5, "¿Cómo se llama el documento oficial que recoge las fechas de todos los contratos de trabajo de una persona?", ["Informe de Vida Laboral.", "Recibo de finiquito.", "Certificado de profesionalidad."], 1, 0, "El informe o certificado de vida laboral de un trabajador sirve para comprobar sus cotizaciones a la Seguridad Social y los derechos que con ellas puede generar: prestaciones por desempleo, jubilación, etc.", 0],
	[1007 , 1, "El funcionamiento de las instituciones se garantiza por la ... de los poderes ejecutivo, legislativo y judicial.", ["relación", "separación", "unión"], 2, 0, "La Constitución define y delimita cada uno de los Poderes del Estado. El clásico principio de separación de estos Poderes, implícito en los Títulos III, IV y VI", 2335],
	[1080 , 1, "¿Cómo se llama la policía autonómica de Cataluña?", ["Guardia Civil.", "Ertzaintza.", "Mossos d'Esquadra."], 3, 0, "", 1350],
	[2007 , 2, "La educación infantil (de 3 a 6 años) es obligatoria.", ["Verdadero.", "Falso."], 2, 0, "El segundo ciclo de la Educación Infantil va de los 3 a 6 años, y pese a tener carácter voluntario, este segundo ciclo se ha generalizado en toda España, de modo que en la actualidad prácticamente el 100% de los niños y niñas de 3 a 6 años acuden al colegio de manera gratuita. ", 0],
	[5059 , 5, "¿Cómo se llama el informativo de Televisión Española que se ofrece en directo a las 15:00 y a las 21:00 horas?", ["Noticiario.", "Telenoticias", "Telediario."], 3, 0, "", 9542],
	[1008 , 1, "¿Cuál de las seguientes fuerzas y cuerpos de seguridad es de ámbito nacional?", ["La Policía Foral.", "La Guardia Civil.", "Los Mossos d'Esquadra."], 2, 0, "La Policia Foral es de Navarra y Los Mossos d'Escuadra son de Cataluña", 6916],
	[5002 , 5, "Los trámites relativos al permiso de conducir se realizan en ... ", ["las comisarías de policía.", "las delegaciones de Gobierno.", "las jefaturas detráfico."], 3, 0, "", 4096],
	[4009 , 4, ".. es responsable de los bienes del Estado que pertenecen a la Corona española.", ["Patrimonio Nacional", "Patrimonio Real", "Patrimonio Universal"], 1, 0, "", 0],
	[5008 , 5, "La solicitud de nacionalidad debe presentarse en ... ", ["el Ministerio de Asuntos Exteriores, Unión Europea y Cooperación.", "una oficina del RegistroCivil.", "el Ministerio de Justicia."], 3, 0, "", 0],
	[1063 , 1, "¿Cuál es el órgano supremo consultivo del Gobierno de España?", ["El Parlamento Europeo.", "El Consejo de Estado.", "El Tribunal Constitucional."], 2, 0, "Según el artículo 107 de la Constitución Española: El Consejo de Estado es el supremo órgano consultivo del Gobierno. Una ley orgánica regulará su composición y competencia.", 0],
	[1023 , 1, "¿Cuál es la tercera ciudad española en número de habitantes, después de Madrid y Barcelona?", ["Sevilla.", "Valencia", "Bilbao"], 2, 0, "", 0],
	[1110 , 1, "Los españoles son mayores de edad a los ... ", ["16 años.", "18 años.", "21 años."], 2, 0, "Según el artículo 12 de la Constitución Española: Los españoles son mayores de edad a los 18 años", 0],
	[1100 , 1, "Los concejales de los ayuntamientos son elegidos por ...", ["los vecinos del municipio.", "los alcaldes.", "los representantes provinciales."], 1, 0, "Según la Constitución Española en su artículo 140: Los Concejales serán elegidos por los vecinos del municipio mediante sufragio universal, igual, libre, directo y secreto, en la forma establecida por la ley.", 0],
	[5042 , 5, "Además de los padres y profesores, ¿quiénes intervienen en el control y gestión de los centros educativos sostenidos por la Administración?", ["Los alumnos del centro.", "Los inspectores de Educación.", "Los concejales delmunicipio."], 1, 0, "", 0],
	[1050 , 1, "¿A cuál de estas organizaciones internacionales pertenece España?", ["Al Mercado Común del Sur (MERCOSUR).", "A la Organización de las Nacionales Unidas (ONU)", "A la Unión Económica Euroasiática (UEE)."], 2, 0, "", 0],
	[5003 , 5, "¿A qué edad es obligatorio tener el DNI?", ["A los 14 años.", "A los 16 años.", "A los 18 años."], 1, 0, "", 1831],
	[2016 , 2, "Las asociaciones con fines lucrativos están reguladas por lay.", ["Verdadero.", "Falso."], 1, 0, "", 0],
	[1046 , 1, "El gobierno responde en su gestión política ante ...", ["el Rey.", "el Senado.", "el Congreso de los Diputados"], 3, 0, "Según el artículo 108 de la Constitución Española: El Gobierno responde solidariamente en su gestión política ante el Congreso de los Diputados", 5891],
	[1031 , 1, "Según la Constitución, el Estado español promueve como valores superiores de su ordenamiento jurídico, entre otros, ...", ["la libertad y la justicia.", "la justicia y la prudencia.", "la igualdad y la tolerancia."], 1, 0, "En el Articúlo 1.1 de la Constitución Española se establece que: España social y democrático de Derecho, que propugna como valores superiores de su ordenamiento jurídico la liberdad, la justicia, la igualdad y el pluralismo política.", 0],
	[1024 , 1, "Generalmente, se considera que el primer rey de España fue ...", ["Fernando el Santo.", "Carlos I.", "Felipe II."], 2, 0, "Carlos I de España y V del Sacro Imperio Romano Germánico, reinó junto con su madre en todos los reinos y territorios hispánicos con el nombre de Carlos I desde 1516 hasta 1556, reuniendo así por primera vez en una misma persona las Coronas de Castilla (el Reino de Navarra inclusive) y Aragón.", 5773],
	[1017 , 1, "Si el Rey o la Reina de España fuera menor de edad, ¿quién sería el regente hasta su mayoría de edad?", [ "El presidente del Gobierno.", "El padre o la madre del Rey.", "El ministro del Interior."], 2, 0, "Según el Articúlo 59.1 del Título II de la Constitución Española: Cuando el Rey fuere menor de edad, el padre o la madre del Rey y, en su defecto, el pariente mayor de edad más próximo a suceder en la Corona, según el orden establecido en la Constitución, entrará a ejercer inmediatamente la Regencia y la ejercerá durante el tiempo de la minoría de edad del Rey.", 7379],
	[2028 , 2, "Los poderes públicos mantendrán un régimen público de Seguridad Social para todos los ciudadanos.", ["Verdadero.", "Falso."], 1, 0, "Según el artículo 41 de la Constitución Española: Los poderes públicos mantendrán un régimen público de Seguridad Social para todos los ciudadanos...", 0],
	[1073 , 1, "El órgano con funciones de gobierno del poder judicial es el ...", ["Ministerio de Justicia.", "Tribunal Supremo.", "Consejo General del Poder Judicial."], 3, 0, "", 0],
	[4010 , 4, "¿En qué ciudad de España se encuentra una famosa mezquita, patrimonio de la Humanidad?", ["Santiago de Compostela.", "Madrid.", "Córdoba."], 3, 0, "La mezquita de Córdoba es el monumento mas importante del arte andaluz.Fue declarado Patrimonio de la Humanidad por la UNESCO el 1984.", 6365],
	[5066 , 5, "Uno de los principales puertos de España en transporte de viajeros es ...", ["Gran Canaria.", "Alicante.", "Algeciras."], 3, 0, "El Puerto Bahía de Algeciras es un puerto situado en el sur de Andalucía. Es el primer puerto de España en tráfico total de mercancías y el primero del mar Mediterráneo y se encuentra el 25º del mundo en transporte de contenedores y el 6º de Europa.", 0],
	[5076 , 5, "En materia de Defensa y Fuerzas Armadas, la competencia exclusiva es...", ["del Estado.", "de las comunidades autónomas.", "de los ayuntamientos."], 1, 0, "TODO", 0],
	[2029 , 2, "Todos tienen derecho a disfrutar de un media ambiente adecuado para el desarrollo de la persona, así como el deber de conservarlo.", ["Verdadero.", "Falso."], 1, 0, "Según el artículo 45.1 de la Constitución Española: Todos tienen el derecho a disfrutar de un medio ambiente adecuado para el desarrollo de la persona, así como el deber de conservarlo.", 0],
	[5055 , 5, "¿Cuál es el tiempo mínimo de cotización que da derecho a una pensión de jubilación?", ["15 años.", "20 años.", "25 años."], 1, 0, "", 0],
	[3004 , 3, "¿En qué comunidad autónoma se encuentra la ciudad de Pamplona?", ["Comunidad de Aragón.", "Comunidad Foral de Navarra.", "Comunidad de Madrid."], 2, 0, "", 1381],
	[3012 , 3, "¿En qué ?", ["La Rioja.", "Castilla y León.", "País Vasco."], 1, 0, "", 6206],
	[1115 , 1, "¿A quiénes se elige en las elecciones generales?", ["A los senadores y diputados.", "A los senadores y eurodiputados.", "A los concejales y diputados."], 1, 0, "", 0],
	[5067 , 5, "El aeropuerto Adolfo Suárez está en ... ", ["Barcelona.", "Madrid.", "Bilbao."], 2, 0, "El de Barcelona es El Prat y el de Bilbao es el de Loiu", 1849],
	[3007 , 3, "¿De qué comunidad autónoma es capital Sevilla?", ["Andalucía.", "Extremadura.", "Galicia."], 1, 0, "", 1964],
	[5005 , 5, "¿Cuál de estas etapas educativas no es obligatoria en España?", ["Primaria.", "Secundaria.", "Universitaria."], 3, 0, "", 0],
	[5004 , 5, "¿A qué edad se puede sacar el carné de conducir en España?", ["A los 16 años.", "A los 18 años.", "A los 21 años."], 2, 0, "", 0],
	[1086 , 1, "¿Cuál es el órgano que controla la gestión económico-financiera del Estado?", ["El Tribunal de Cuentas.", "El Tribunal Supremo.", "El Tribunal Constitucional."], 1, 0, "El Tribunal de Cuentas es el supremo órgano fiscalizador de las cuentas y de la gestión económica del Estado y del sector público español", 8887],
	[4033 , 4, "Los Premios Goya están relacionados con...", ["el cine.", "la literatura.", "la pintura."], 1, 0, "TODO", 2474],
	[1032 , 1, "¿Cuál de estas opciones es una lengua cooficial en alguna comunidad autónoma?", ["El bable.", "El aragonés.", "El euskera."], 3, 0, "El euskera es la única lengua no indoeuropea de la península Ibérica. En el País Vasco, su Estatuto de Autonomía de 1979 establece que tanto el euskera como el castellano son lenguas oficiales en todo su territorio.", 3445],
	[1012 , 1, "Los colores de la bandera de la Comunidad Autónoma de Cantabria son ...", ["blanco y verde.", "amarillo y rojo.", "blanco y rojo."], 3, 0, "", 1950],
	[1044 , 1, "La administración civil de España corresponde al poder ...", ["ejecutivo.", "legislativo.", "judicial."], 1, 0, "", 0],
	[5070 , 5, "Una persona mayor de 18 años puede obtener el título de Graduado en Educación Secundaria Obligatoria (ESO) en ...", ["un centro de Enseñanza Primaria.", "un centro de Educación de Personas adultas.", "una universidad."], 2, 0, "", 0],
	[3018 , 3, "¿Cuál de estas provincias forma parte de la Comunidad Valenciana?", ["Castellón.", "Tarragona.", "Albacete."], 1, 0, "", 0],
	[3016 , 3, "En el estrecho de Gibraltar se unen el océano Atlántico y el mar ...", ["Cantábrico.", "Menor.", "Mediterráneo."], 3, 0, "", 0],
	[5081 , 5, "Para su nombramiento, el presidente del Gobierno debe recibir la confianza...", ["del Congreso de los Diputados.", "del Senado.", "de las dos Cámaras."], 1, 0, "Según el artículo 99 de la Constitución española: Si el Congreso de los Diputados, por el voto de la mayoría absoluta de sus miembros, otorgase su confianza a dicho candidato, el Rey le nombrará Presidente.", 5891],
	[2032 , 2, "Todos los ciudadanos tienen derecho a expresar y difundir libremente sus pensamientos, ideas y opiniones.", ["Verdadero", "Falso"], 1, 0, "Según el artículo 20.1 a) de la Constitución Española", 0],
	[4032 , 4, "El Cervantes es un premio que se concede a ... de España e Hispanoamérica.", ["actores", "escritores", "pintores"], 2, 0, "TODO", 0],
	[1047 , 1, "El mando superior de las Fuerzas y Cuerpos de Seguridad del Estado corresponde al ...", ["ministro de Defensa.", "ministro de Interior.", "ministro de Justicia."], 2, 0, "", 0],
	[5009 , 5, "¿Para qué gestión es necesario cumplir el siguiente requisito: «Haber residido en España durante 10 años de forma legal, continuada, e inmediatamente anterior a la solicitud»?", ["Para solicitar la nacionalidad española.", "Para solicitar una beca de estudios.", "Para solicitar la ayuda por desempleo."], 1, 0, "", 0],
	[1009 , 1, "En la Constitución se establece la separación entre el poder ejecutivo, el legislativo y el ...", ["judicial.", "informativo.", "político."], 1, 0, "La Constitución de 1978 se inspira en el principio de la división de poderes, a pesar de que no lo formula expresamente. El poder ejecutivo recae en el Presidente, los vicepresidentes, los ministros y de los demás miembros del gobierno.", 0],
	[4029 , 4, "El 6 de diciembre se celebra en España ...", ["el Día de la Constitución.", "la llegada de Colón a América.", "el Día del Libro."], 1, 0, "En España, el Día de la Constitución es festivo nacional. Se celebra el 6 de diciembre y está regulado por el Real Decreto 2964/1983, de 30 de noviembre. Se conmemora la celebración del referéndum de 1978 en el que el pueblo español aprobó, por amplia mayoría, la actual Constitución", 0],
	[2001 , 2, "La mayoría de edad en España es a los 16 años.", ["Verdadero.", "Falso."], 2, 0, "Según establece el Código Civil (Real Decreto-ley 33/1978), la mayoría de edad en España es a los 18 años.", 0],
	[1117 , 1, "Durante el siglo XX, la democracia en España se instauró bajo el reinado de ...", ["Felipe IV.", "Juan Carlos I.", "Alfonso XIII."], 2, 0, "", 0],
	[1029 , 1, "Las comunidades autónomas pueden utilizar, junto con la bandera de España, sus propias banderas en ...", ["sus edificios públicos.", "actos oficiales.", "sus edificios públicos y actos oficiales."], 3, 0, "La Constitución Españpla establece, en su artículo 4.2, que las banderas y enseñas proprias de las comunidades autonómas se utilizarán junto a la bandera de España en sus edificios públicos y en sus actos oficiales.", 4092],
	[1004 , 1, "La Constitución reconoce y garantiza el derecho a la autonomía de las nacionalidades y regiones que integran España y la ... entre todas ellas.", ["fraternidad", "igualdad", "solidaridad"], 3, 0, "Según el artículo 2 de la constitucion española: La Constitución se fundamenta en la indisoluble unidad de la Nación española, patria común e indivisible de todos los españoles, y reconoce y garantiza el derecho a la autonomía de las nacionalidades y regiones que la integran y la solidaridad entre todas ellas.", 7074],
	[1108 , 1, "¿Cómo se llaman los órganos de gobierno de las provincias españolas?", ["Cabildos.", "Consejos Insulares.", "Diputaciones."], 3, 0, "Según el artículo 141.2 de la Constitución Española: El Gobierno y la administración autónoma de las provincias estarán encomendados a Diputaciones…", 0],
	[5058 , 5, "¿Cuál es el canal de televisión estatal que transmite noticias de actualidad nacionales e internacionales continuamente?", ["Teledeporte.", "La 1.", "Canal 24 horas."], 3, 0, "", 6877],
	[5043 , 5, "Un colegio concertado es un colegio privado que ... ", ["recibe subvenciones del Gobierno.", "financian los padres de los alumnos.", "recibe dinero de los bancos."], 1, 0, "", 0],
	[2019 , 2, "Se puede ser condenado o sancionado por acciones u omisiones que en el momento de producirse no constituían delito.", ["Verdadero.", "Falso."], 2, 0, "Según el artículo 25.1 de la Constitución Española: Nadie puede ser condenado o sancionado por acciones u omisiones que en el momento de producirse no constituyan delito, falta o infracción administrativa, según la legislación vigente en aquel momento", 0],
	[3001 , 3, "¿De qué comunidad autónoma forman parte Alicante, Castellón y Valencia?", ["Principado de Asturias.", "Andalucía.", "Comunidad Valenciana."], 3, 0, "", 9583],
	[3013 , 3, "¿En qué ciudad se encuentra situada la sede del gobierno de la comunidad autónoma del País Vasco?", ["Bilbao.", "Vitoria.", "San Sebastián."], 2, 0, "Según la Ley de la sede las instituciones de la comunidad autónoma del País Vasco, se designa a Gasteiz-Vitoria como sede del Parlamento y Gobierno.", 9509],
	[1019 , 1, "Convocar elecciones corresponde al ...", ["ministro del Interior.", "presidente del Gobierno", "Rey."], 3, 0, "El primer acto del procedimiento electoral es la convocatoria de las elecciones. Esta es una facultad del jefe del estado (el Rey) a propuesta del gobierno a través de un real decreto que señala la fecha de convocatoria de las elecciones que va a ser siempre 54 días después de la publicación del real decreto.", 3937],
	[5074 , 5, "¿Cuál es la edad mínima para trabajar en España?", ["16 años.", "18 años.", "21 años."], 1, 0, "TODO", 0],
	[1013 , 1, "Las leyes que regulan los derechos fundamentales y desarollo de las libertades públicas son las leyes", ["de enjuiciamiento civil", "orgánicas", "ordinarias"], 2, 0, "Según el artículo 81.1 de la Constitución Española: Son leyes orgánicas las relativas al desarrollo de los derechos fundamentales y de las libertades públicas, las que aprueben los Estatutos de Autonomía y el régimen electoral general y las demás previstas en la Constitución", 0],
	[1085 , 1, "¿A quién informa de su gestión el Defensor del Pueblo?", ["Al Rey.", "Al presidente del Gobierno", "A las Cortes Generales."], 3, 0, "Según la Ley Orgánica 3/1981 en su artículo 2.1 dice: El Defensor del Pueblo será elegido por las Cortes Generales para un período de cinco años, y se dirigirá a las mismas a través de los Presidentes del Congreso y del Senado, respectivamente.", 4575],
	[1067 , 1, "La Cámara de representación territorial se llama ...", ["Congreso de los Diputados.", "Cámara de Comercio.", "Senado."], 3, 0, "Según el artículo 69.1 de la Constitución Española: El Senado es la Cámara de representación territorial", 7728],
	[2015 , 2, "La ley limita el acceso de terceras personas a datos de carácter personal.", ["Verdadero.", "Falso."], 1, 0, "", 0],
	[4006 , 4, "¿Cuál es la profesión de Penélope Cruz?", ["Cantante.", "Guitarrista.", "Actriz."], 3, 0, "Tiene un óscar como mejor actriz de reaprto", 8810],
	[2027 , 2, "Todos deben contribuir al sostenimiento de los gastos públicos de acuerdo con su capacidad económica.", ["Verdadero.", "Falso."], 1, 0, "Según el artículo 31.1 de la Constitución Española: Todos contribuirán al sostenimiento de los gastos públicos de acuerdo con su capacidad económica mediante un sistema tributario justo inspirado en los principios de igualdad y progresividad que, en ningún caso, tendrá alcance confiscatorio", 0],
	[1066 , 1, "El segundo periodo ordinario de reunión de las Cámaras es ...", ["de febrero a junio.", "de enero a junio.", "de enero a julio."], 1, 0, "Según el artículo 73.1 de la Constitución Española: Las Cámaras se reunirán anualmente en dos períodos ordinarios de sesiones: el primero, de septiembre a diciembre, y el segundo de febrero a junio.", 0],
	[1120 , 1, "Además de en los consulados, los españoles que residen fuera de España pueden votar ...", ["por correo postal.", "por teléfono.", "por Internet."], 1, 0, "", 0],
	[1116 , 1, "¿De cuántos miembros se compone el Congreso de los Diputados?", ["300.", "350.", "400."], 2, 0, "Según el artículo 68.1 de la Constitución Española: El Congreso se compone de un mínimo de 300 y un máximo de 400 Diputados, elegidos por sufragio universal, libre, igual, directo y secreto, en los términos que establezca la ley. Actualmente, el número exacto son 350", 5891],
	[5052 , 5, "¿Cuál es el número de teléfono único de asistencia al ciudadano ante cualquier emergencia en España?", ["060.", "112.", "911."], 2, 0, "", 7019],
	[1055 , 1, "El criterio para determinar cuántos diputados corresponden a cada provincia, con excepción de las ciudades autónomas de Ceuta y Melilla, es el número de ...", ["ciudades.", "habitantes.", "partidos."], 2, 0, "Según el artículo 68.2 de la Constitución Española: La circunscripción electoral es la provincia. Las poblaciones de Ceuta y Melilla estarán representadas cada una de ellas por un Diputado. La ley distribuirá el número total de Diputados, asignando una representación mínima inicial a cada circunscripción y distribuyendo los demás en proporción a la población ", 5891],
	[5024 , 5, "La hectárea es una unidad de medida referida a ...", ["superficie.", "la masa.", "el tiempo."], 1, 0, "TODO", 0],
	[5021 , 5, "¿Cuál de estos canales de comunicación es organismo público?", ["La Cadena Ser.", "Radio Nacional de España.", "Antena 3 TV."], 2, 0, "Radio Nacional de España es la empresa pública que se encarga de la gestión directa del servicio público de radiodifusión nacional en España, forma parte de RTVE", 5525],
	[5065 , 5, "¿Cuál de estas tres recomendaciones podemos encontrar en un parque?", ["Respete las plantas y el mobiliario urbano.", "Es conveniente abonar el billete con el importe exacto.", "Mantenga la distancia de seguridad con el vehículo precedente."], 1, 0, "", 4163],
	[4017 , 4, "¿Qué es el Camino de Santiago?", ["Una obra de teatro.", "Una ciudad de Galicia.", "Una ruta de peregrinación."], 3, 0, "TODO", 0],
	[1061 , 1, "La potestad para arbitrar el funcionamiento de las instituciones españolas corresponde al ...", ["Rey.", "jefe del Gobierno.", "ministro del Interior."], 1, 0, "", 0],
	[1096 , 1, "¿Quién es el representante de la Administración del Estado en una comunidad autónoma?", ["El presidente de la comunidad autónoma.", "El delegado del Gobierno.", "El presidente de la Asamblea autonómica."], 2, 0, "Según el artñiculo 154 de la Constitución Española: Un delegado nombrado por el Gobierno dirigirá la Administración del Estado en el territorio de la Comunidad Autónoma y la coordinará, cuando proceda, con la administración propia de la Comunidad.", 0],
	[2011 , 2, "Se reconoce la autonomía de las universidades en los términos que establezca la ley.", ["Verdadero.", "Falso."], 1, 0, "Según el artículo 27.10 de la Constitución Española: Se reconoce la autonomía de las Universidades, en los términos que la ley establezca", 0],
	[5078 , 5, "Un acuerdo firmado entre la empresa y los representantes de los trabajadores (sindicatos) es ...", ["un convenio colectivo.", "un código laboral.", "un finiquito."], 1, 0, "", 0],
	[5041 , 5, "Los colegios públicos ... ", ["pueden decidir sunúmero de plazas.", "pueden contratar los profesores que quieran.", "están financiados por el Gobierno."], 3, 0, "", 0],
	[1020 , 1, "Las más alta representación del Estado español en las relaciones internacionales corresponde al ...", ["Rey.", "presidente del Gobierno", "ministro de Asuntos Exteriores, Únion Europea y Cooperación."], 1, 0, "Según el articúlo 56.1 de la Constitución Española: El Rey es el Jefe del Estado, símbolo de su unidad y permanencia, arbitra y modera el funcionamiento regular de las instituciones, asume la más alta representación del Estado español en las relaciones internacionales, especialmente con las naciones de su comunidad histórica, y ejerce las funciones que le atribuyen expresamente la Constitución y las leyes.", 3676],
	[2022 , 2, "La declaración de la renta de las personas físicas debe hacerse anualmente.", ["Verdadero.", "Falso."], 1, 0, "", 0],
	[5028 , 5, "El menú de tres platos que ofrecen los restaurantes de lunes a viernes al mediodía por un precio especial se llama...", ["menú especial.", "menú del día.", "menú infantil."], 2, 0, "", 3425],
	[4023 , 4, "Desde 1975 y hasta junio de 2014, el rey de España fue ... ", ["Juan Carlos I.", "Felipe VI", "Alfonso XIII."], 1, 0, "TODO", 7119],
	[1118 , 1, "El registro de Organizaciones No Gubernamentales para el Desarrollo (ONGD) está adscrito a la ...", ["Agencia Española de Cooperación.", "Agencia Tributaria.", "Agencia Española de Protección de datos."], 1, 0, "", 0],
	[1069 , 1, "Las ciudades autónomas de Ceuta y Melilla eligen en las elecciones cada una de ellas a ...", ["1 senador.", "2 senadores.", "3 senadores."], 2, 0, "", 0],
	[5047 , 5, "¿Cuál de los siguientes organismos económicos pertenece al Estado español?", ["La Comisión Nacional del Mercado de Valores.", "El Fondo Monetario Internacional.", "El Banco Central Europeo."], 1, 0, "", 0],
	[4014 , 4, "Salvador Dalí era...", ["escritor.", "director de cine.", "pintor."], 3, 0, "Pintor español. Si bien parte del inmenso prestigio y popularidad de que gozó ya en vida se debió a sus estrafalarias e impostadas excentricidades, Salvador Dalí acertó a insuflar nueva vida al surrealismo europeo hasta convertirse en su más conocido representante", 8265],
	[1088 , 1, "El organismo que elabora y difunde estadística sobre España es ...", ["el Consejo Económico y Social.", "el Instituto Nacional de Estadística.", "la Agencia Tributaria."], 2, 0, "El INE elabora y distribuye estadísticas de España", 9814],
	[4022 , 4, "¿Quién fue nombrado primer presidente de Gobierno después de la aprobación de la Constitución española de 1978?", ["Felipe González", "Adolfo Suárez.", "Leopoldo Calvo Sotelo."], 2, 0, "TODO", 6216],
	[5050 , 5, "La tarjeta sanitaria europea permite acceder gratuitamente a la sanidad pública durante ...", ["6 meses.", "12 meses.", "2 años."], 3, 0, "TODO", 2728],
	[5071 , 5, "Los taxis en España ... ", ["son todos de color rojo.", "se pueden compartir entre varios clientes.", "llevan una luz verde cuando están libres."], 3, 0, "", 7268],
	[3006 , 3, "¿Cuántas comunidades autónomas hay en España?", ["7.", "17.", "27."], 2, 0, "Existen un total de 17 comunidades autónomas y dos ciudades autónomas: Ceuta y Melilla", 3901],
	[3003 , 3, "¿A qué grupo de islas pertenecen Mallorca, Menorca e Ibiza?", ["Islas Canarias.", "Islas Baleares.", "Islas Cíes."], 2, 0, "", 2796],
	[5080 , 5, "¿Qué es un Parador de Turismo?", ["Un albergue situado en el Camino de Santiago.", "Un circuito turístico con varias paradas.", "Un hotel en un lugar de interés histórico o cultural."], 3, 0, "", 0],
	[4020 , 4, "¿En qué fecha entró en vigor el Tratado de adhesión por el que España se integró en la Comunidad Económica Europea (hoy Unión Europea)?", ["26 de julio de 1977.", "El 12 de junio de 1985.", "El 1 de enero de 1986."], 3, 0, "El Acta de Adhesión de España a las Comunidades Europeas es un tratado por el que España ingresó en la Comunidad Económica Europea y que fue firmado el 12 de junio de 1985 en el Salón de Columnas del Palacio Real de Madrid para entrar en vigor el 1 de enero de 1986.", 6525],
	[3020 , 3, "El clima de Canarias se denomina ... ", ["mediterráneo.", "oceánico.", "subtropical."], 3, 0, "", 1734],
	[1018 , 1, "La ikurriña es la bandera oficial ...", ["de Cataluña.", "del País Vasco", "del Principado de Asturias."], 2, 0, "", 7250],
	[3011 , 3, "Huesca, Teruel y Zaragoza forman parte de la comunidad autónoma de ...", ["Cataluña.", "País Vasco.", "Aragón."], 3, 0, "", 8685],
	[5073 , 5, "¿A qué usuarios de transporte se refiere este aviso: El Abono Normal finalizará su validez al cumplir el cliente los 65 años. A partir de esta fecha podrá cargar el Abono Tercera Edad?", ["A parados.", "A jubilados.", "A niños."], 2, 0, "", 0],
	[1094 , 1, "Las leyes orgánicas normativas de las comunidades y ciudades autónomas de España se denominan ... ", ["reglamentos de autonómia.", "estatutos de autonomía.", "leyes de autonomía."], 2, 0, "Según el artículo 147.1 de la Constitución Española:Dentro de los términos de la presente Constitución, los Estatutos serán la norma institucional básica de cada Comunidad Autónoma y el Estado los reconocerá y amaparará como parte integrante de su ordenamiento jurídico.", 0],
	[2023 , 2, "Los ciudadanos tienen el derecho a participar en los asuntos públicos, directamente o por medio de representantes, libremente elegidos en las elecciones.", ["Verdadero.", "Falso."], 1, 0, "Viene recogido en el artículo 23 de la Constitución Española", 0],
	[1038 , 1, "El organismo que vela por la unidad de la lengua española es ...", ["el Instituto Cervantes.", "la Real Academia Española.", "el Ministerio de Educación."], 2, 0, "", 0],
	[4016 , 4, "El baile típico de Galicia es ...", ["la muñeira.", "el chotis.", "la sardana."], 1, 0, "", 0],
	[2006 , 2, "Se puede limitar a una persona el derecho a entrar y salir libremente de España por motivos ideológicos.", ["Verdadero.", "Falso."], 2, 0, "", 0],
	[5025 , 5, "Legalmente, los españoles tienen dos apellidos, el primero es ...", ["el materno.", "el paterno.", "el materno o el paterno."], 3, 0, "", 0],
	[1016 , 1, "El mando supremo de las Fuerzas Armadas corresponde al ...", ["Rey.", "presidente del Gobierno.", "ministro de Defensa."], 1, 0, "El mando supremo de las Fuerzas Armadas lo ostenta el rey de España como capitán general, si bien el mando operativo recae en el jefe de Estado Mayor de la Defensa (JEMAD), que dirige el Estado Mayor de la Defensa, y que ostenta empleo de general de Ejército, general del Aire o almirante general, dependiendo del ejército al que pertenezca.", 7052],
	[5064 , 5, "¿Cómo se llama el establecimiento donde se pueden comprar medicinas con precios regulados, con un horario establecido mínimo y servicios de guardia?", ["Hospital.", "Centro de salud.", "Farmacia."], 3, 0, "", 8774],
	[1106 , 1, "¿Quiénes forman parte del órgano ejecutivo de las comunidades autónomas?", ["El presidente y los ministros.", "El alcalde y los concejales.", "El presidente y los consejeros."], 3, 0, "El órgano ejecutivo de las comunidades autónomas es el Consejo de gobierno según el artículo 152 de la Constitución. ", 0],
	[1039 , 1, "La sede de la Presidencia del Gobierno y residencia oficial del presidente es el ...", ["Palacio Real.", "Palacio de la Zarzuela.", "Palacio de la Moncloa."], 3, 0, "El Palacio de la Moncloa acoge desde 1977 la sede de la Presidencia del Gobierno de España y es la residencia oficial del presidente del Gobierno español y su familia", 9069],
	[1058 , 1, "La tercera autoridad del Estado, tras el Rey y el presidente del Gobierno, es el ...", ["ministro del Interior.", "jefe del Estado Mayor del Ejército.", "presidente del Congreso de los Diputados."], 3, 0, "", 0],
	[5075 , 5, "¿Cuál es el sector de mayor peso en la economía española?", ["Agricultura.", "Servicios.", "Construcción."], 2, 0, "", 0],
	[1027 , 1, "¿Cuántos colores tiene la bandera española?", ["2.", "3.", "4."], 1, 0, "La bandera de España, conocida como la Rojigualda, fue adoptada con todos sus elementos actuales el 5 de octubre de 1981 al aprobarse la ley que establece la última versíon del escudo nacional. Con anterioridad, la Constitución de 1978 especificaba en su artículo 4.1: La bandera de España está formada por tres franjas horizontales, roja, amarilla y roja, siendo la amarilla de doble anchura que cada una de las rojas.", 7197],
	[1090 , 1, "El Gobierno ofrece toda la información sobre novedades e iniciativas de la Administración Electrónica de España a través del ...", ["BOE (Boletín Oficial del Estado)", "INE (Instituto Nacional de Estadística)", "El PAE (Portal de Administración Electrónica)."], 3, 0, "El PAe es un punto centralizado de información donde se da a conocer la situación actual de la administración electrónica: noticias y eventos, informes, estudios y boletines…", 2223],
	[1064 , 1, "Para aprobar, modificar o derogar una ley orgánica, es necesaria en el Congreso una mayoría ...", ["simple.", "absoluta", "relativa."], 2, 0, "Según el artículo 81.2 de la Constitución Española: La aprobación, modificación o derogación de las leyes orgánicas exigirá mayoría absoluta del Congreso, en una votación final sobre el conjunto del proyecto.", 0],
	[2025 , 2, "En caso de huelga, la ley no garantiza el mantenimiento de los servicios esenciales de la comunidad.", ["Verdadero.", "Falso."], 2, 0, "Según el artículo 28.2 de la Constitución Española: Se reconoce el derecho a la huelga de los trabajadores para la defensa de sus intereses. La ley que regule el ejercicio de este derecho establecerá las garantías precisas para asegurar el mantenimiento de la comunidad.", 0],
	[3002 , 3, "La capital de la comunidad autónoma de Cantabria es ...", ["Oviedo.", "Palma de Mallorca.", "Santander."], 3, 0, "", 7555],
	[1049 , 1, "¿Cuántas veces ha reformado España su Constitución para adaptarse a las decisiones y directivas europeas?", ["Ninguna.", "Una vez.", "Dos veces"], 3, 0, "La primera Reforna Constitucional fue en 1992 y consistió en añadir el inciso y pasivo en el articúlo 13.2. Y la segunda Reforma Constitucional fue en 2011 y consistió en substituir integramente el artículo 135.", 0],
	[5013 , 5, "¿Cómo se llama la revisión que deben pasar obligatoriamente los coches?", ["IBI (Impuesto sobre Bienes Inmuebles).", "ITV (Inspección Técnica de Vehículos).", "ITE (Inspección Técnica de Edificios)."], 2, 0, "La Inspección Técnica de Vehículos (ITV) o Revisión Técnica de Vehículos, es un tipo de mantenimiento legal preventivo en que un vehículo es inspeccionado periódicamente por un ente certificador, el cual verifica el cumplimiento de las normas de seguridad y emisiones contaminantes que le sean aplicables.", 5570],
	[1087 , 1, "La inspección y recaudación de los impuestos que gestiona el Estado corresponde a ...", ["el Tribunal de Cuentas.", "la Agencia Tributaria.", "el Consejo Económico y Social."], 2, 0, "", 0],
	[4007 , 4, "El Ballet Nacional de España realiza ... ", ["danza clásica.", "danza contemporánea.", "distintos estilos de danza."], 3, 0, "El Ballet Nacional de España (BNE) es una compañía de ballet española fundada en 1978 de titularidad pública, dependiente como órgano creativo del Instituto Nacional de las Artes Escénicas y de la Música, y que tiene como misión la difusión y conocimiento de la danza española y el baile flamenco, si bien ha realizado ocasionalmente montajes basados en otros estilos.", 3938],
	[1081 , 1, "¿Cómo se llama la policía autonómica des País Vasco?", ["Ertzaintza.", "Guardia Civil.", "Mossos d'Esquadra."], 1, 0, "La Ertzaintza es la policía autonómica del País Vasco creada en 1982 en desarrollo del Estatuto de Guernica. Es heredera de la Ertzaña constituida por el Gobierno Provisional del País Vasco durante la Guerra Civil Española.", 7254],
	[1036 , 1, "¿Cuál de estas opciones es una lengua cooficial en alguna comunidad autónoma?", ["El gallego", "El aragonés.", "El murciano."], 1, 0, "El gallego (galego en gallego) es una lengua romance del subgrupo galaico-portugués hablada principalmente en la comunidad española de Galicia. Está definida como su idioma propio y tiene carácter oficial​ junto al castellano en virtud de Estatuto de Autonomía de Galicia en dicha región", 7338],
	[1054 , 1, "Los diputados del Congreso son elegidos para ...", ["3 años.", "4 años.", "2 años."], 2, 0, "Según el artículo 68.4 de la Constitución Española: El Congreso es elegido por cuatro años. El mandato de los Diputados termina cuatro años dispúes de su elección o el día de la disolución de la Cámara.", 5891],
	[1021 , 1, "El heredero o heredera de la Corona de España, desde su nacimiento, tiene el título de Príncipe o Princesa de ...", ["Andalucía.", "Aragón.", "Asturias."], 3, 0, "Príncipe de Asturias fue el título del heredero de la Corona de Castilla y León y, con la unión de los reinos peninsulares, el principal de los que ostenta el heredero de la Corona de España. Como tal está reconocido en la Constitución de 1978 en el Articúlo 57.2: El Príncipe heredero, desde su nacimiento o desde que se produzca el hecho que origine el llamamiento, tendrá la dignidad de Príncipe de Asturias y los demás títulos vinculados tradicionalmente al sucesor de la Corona de España.", 3676],
	[4011 , 4, "¿En qué ciudad de España se encuentra la Alhambra, que es patrimonio de la Humanidad?", ["Sevilla.", "Córdoba.", "Granada."], 3, 0, "La Alhambra es una ciudad palatina andalusí situada en Granada, en la comunidad autónoma de Andalucía, España", 8561],
	[5037 , 5, "¿Cuál de las siguientes gestiones solo se puede hacer de manera presencial?", ["Solicitar cita médica.", "Renovar el pasaporte.", "Pagar una multa."], 2, 0, "", 0],
	[1083 , 1, "El presidente del Gobierno de España entre 1982 y 1996 fue ...", ["José Luis Rodríguez Zapatero", "José María Aznar", "Felipe González."], 3, 0, "Felipe González Márquez es un abogado, profesor universitario y político, secretario general del Partido Socialista Obrero Español desde 1974 hasta 1997 y tercer presidente del Gobierno de España desde la reinstauración de la democracia, entre 1982 y 1996", 9816],
	[5022 , 5, "¿Cuál de las siguientes conductas no es adecuada ni responsable en una comunidad de vecinos?", ["Reducir el nivel de ruido entre las 22:00 y las 8:00 h.", "Depositar la basura en bolsas bien cerradas.", "Lavar coches y motos en el garaje."], 3, 0, "", 0],
	[2017 , 2, "En España se regulan mediante ley las causas de separación y disolución matrimonial.", ["Verdadero.", "Falso."], 1, 0, "Según el artículo 32,2 de la Constitución Española: La ley regulará las formas de matrimonio, la edad y capacidad para contraerlo, los derechos y deberes de los cónyuges, las causas de separación y disolución y sus efectos", 0],
	[1109 , 1, "¿Cuál de estas tres ciudades españolas está entre las diez más pobladas?", ["Málaga", "Gijón.", "Toledo"], 1, 0, "", 0],
	[1102 , 1, "En matéria de nacionalidad, inmigración, emigración, extrajería y derecho de asilo, la competencia exclusiva es de ...", ["el Estado.", "las comunidades autonómas.", "los ayuntamientos."], 1, 0, "Según el artículo 149.1 de la Constitución Española, punto 2º", 0],
	[5077 , 5, "La norma principal que regula los derechos de los trabajadores en España es ... ", ["la Constitución.", "el Estatuto de los Trabajadores.", "el Servicio Público de Empleo Estatal."], 2, 0, "El Estado de los trabajadores fue aprobado y publicado en el Boletín Oficial del Estado el 10 de marzo de 1980. Tras diferentes modificaciones, actualmente está regulado en el Real Decreto Legislativo 2/2015, de 23 de octubre, por el que se aprueba el texto refundido de la Ley del Estatuto de los Trabajadores.", 0],
	[4002 , 4, "Miguel Hernández era un famoso ... español nacido en Orihuela.", ["cantante", "actor", "poeta"], 3, 0, "Miguel Hernández Gilabert (Orihuela, 30 de octubre de 1910-Alicante, 28 de marzo de 1942) fue un poeta y dramaturgo de especial relevancia en la literatura española del siglo XX. Aunque tradicionalmente se le ha encuadrado en la generación del 36, Miguel Hernández mantuvo una mayor proximidad con la generación anterior hasta el punto de ser considerado por Dámaso Alonso como genial epígono de la generación del 27", 1650],
	[2008 , 2, "La Constitución garantiza el derecho de los españoles a una vivienda digna.", ["Verdadero.", "Falso."], 1, 0, "Según el artículo 47 de la Constitución Española: Todos los españoles tienen derecho a disfrutar de una vivienda digna y adecuada. Los poderes públicos promoverán las condiciones necesarias y establecerán las normas pertinentes para hacer efectivo este derecho, regulando la utilización del suelo de acuerdo con el interés general para impedir la especulación. La comunidad participará en las plusvalías que genere la acción urbanística de los entes públicos.", 0],
	[1068 , 1, "¿Cuántos senadores se eligen en cada provincia, con excepción de las islas y las ciudades autónomas de Ceuta y Melilla?", ["3.", "4.", "5."], 2, 0, "Según el artículo 69.2 de la Constitución Española: En cada provincia se eligirán cuatro Senadores por sufragio universal, libre, igual, directo y secreto por los votantes de cada una de ellas, en los términos que señale una ley orgánica.", 7728],
	[5054 , 5, "Una persona que tiene a su cargo hijos menores de 18 años o hijos mayores de edad discapacitados, puede recibir una...", ["pensión de viudedad.", "pretación por desempleo", "ayuda familiar."], 3, 0, "", 0],
	[1041 , 1, "¿Quiénes forman parte del Gobierno?", ["Los ministros.", "Los concejales.", "Los alcaldes."], 1, 0, "Según el artículo 98 de la Constitución Española: El Gobierno se compone del Presidente, de los Vicepresidentes, en su caso, de los Ministros y de los demás miembros que establezca la ley", 4703],
	[4026 , 4, "Al periodo comprendido entre la muerte de Franco y las elecciones generales de 1982 se lo conoce como ...", ["la Tecnocracia.", "la Transición.", "el Modernismo."], 2, 0, "", 0],
	[5056 , 5, "La organización que trabaja para conseguir la integración de las personas con discapacidad visual es ...", ["la ONCE.", "el CERMI.", "Cáritas."], 1, 0, "TODO", 0],
	[5017 , 5, "La baja por maternidad en España, de carácter general por un solo hijo, puede ser de hasta ... ", ["10 semanas.", "16 semanas.", "20 semanas."], 2, 0, "La baja por maternidad es un período de descanso laboral legamente establecido, que en España corresponde a 16 semanas, a partir del nacimiento del bebé, en los supuestos de maternidad, adopción, acogimiento familiar y tutela, siempre que se acrediten los requisitos exigidos en cada caso.", 8919],
	[3022 , 3, "Entre los países de Europa, España es uno de los más ...", ["lluviosos.", "cálidos.", "fríos."], 2, 0, "", 0],
	[4008 , 4, "... es una famosa figura del pensamiento español.", ["Montserrat Caballé", "María Zambrano", "Margarita Salas"], 2, 0, "María Zambrano Alarcón fue una pensadora, filósofa y ensayista española. Su extensa obra, entre el compromiso cívico y el pensamiento poético, no fue reconocida en España hasta el último cuarto del siglo XX, tras un largo exilio.", 9750],
	[1103 , 1, "En materia de sanidad e higiene, la competencia de la gestión es de ...", ["el Estado.", "las comunidades autónomas.", "los ayuntamientos."], 2, 0, "Segúen el artículo 148.1 de la Constitución Española, punto 21º", 0],
	[1040 , 1, "El gobierno y la protección de las provincias corresponde a ...", ["los ayuntamientos.", "las diputaciones.", "las asambleas regionales."], 2, 0, "Según el artículo 141.2 de la Constitución Española: El Gobierno y la administración autónoma de las provincias estarán encomendados a Diputaciones u otras Corporaciones de carácter representativo", 0],
	[5030 , 5, "¿Cuál de estas comarcas tiene una mayor producción de vino?", ["La Vera.", "El Bierzo.", "La Ribera del Duero."], 3, 0, "", 0],
	[1025 , 1, "El Congreso de los Diputados y el Senado constituyen el poder ...", ["ejecutivo.", "legislativo.", "judicial."], 2, 0, "", 0],
	[4031 , 4, "¿Quién recibió el Premio Nobel de Fisiología y Medicina en 1959?", ["Santiago Ramón y Cajal.", "Juan Ramón Jiménez.", "Severo Ochoa."], 3, 0, "Severo Ochoa de Albornoz (Luarca, Asturias, 24 de septiembre de 1905 - Madrid, 1 de noviembre de 1993) fue un científico español, nacionalizado estadounidense,​ de renombre internacional. En 1959 fue galardonado con el Premio Nobel de Fisiología y Medicina.", 1959],
	[3024 , 3, "¿Qué sistema montañoso separa España de Francia?", ["Picos de Europa.", "Pirineos.", "Sierra de Gredos."], 2, 0, "", 0],
	[4027 , 4, "El Quijote de Miguel de Cervantes es una ...", ["obra de teatro.", "novela.", "ópera."], 2, 0, "Don Quijote de la Mancha​ es una novela escrita por el español Miguel de Cervantes Saavedra. Publicada su primera parte con el título de El ingenioso hidalgo don Quijote de la Mancha a comienzos de 1605, es la obra más destacada de la literatura española y una de las principales de la literatura universal", 2340],
	[1028 , 1, "Los colores de la bandera española son ... ", ["blanco y rojo.", "rojo y amarillo.", "amarillo y blanco."], 2, 0, "La bandera de España, conocida como la Rojigualda, fue adoptada con todos sus elementos actuales el 5 de octubre de 1981 al aprobarse la ley que establece la última versíon del escudo nacional. Con anterioridad, la Constitución de 1978 especificaba en su artículo 4.1:La bandera de España está formada por tres franjas horizontales, roja, amarilla y roja, siendo la amarilla de doble anchura que cada una de las rojas.", 7197],
	[5023 , 5, "En España, los propietarios de los perros deben identificarlos con ... ", ["un collar.", "un microchip.", "una cadena."], 2, 0, "", 9734],
	[1093 , 1, "Las provincias limítrofes con características históricas, culturales y económicas comunes, las islas y las provincias con especial entidad regional histórica fueron la base de ...", ["las comunidades autónomas.", "los distritos.", "los municipios."], 1, 0, "Según el artñiculo 143.1 de la Constitución Española: En el ejercicio del derecho a la autonomía reconocido en el artículo 2 de la Constitución, las provincias limítrofes con características históricas, culturales y económicas comunes, los territorios insulares y las provincias con entidad regional histórica podrán acceder a su autogobierno y constituirse en Comunidades Autónomas con arreglo a lo previsto en este Título y en los respectivos Estatutos", 0],
	[5079 , 5, "El organismo que gestiona los impuestos estatales y aduaneros de España es...", ["el Consejo Económico y Social.", "el Instituto Nacional de Estadística.", "la Agencia Tributaria."], 3, 0, "La Agencia Tributaria, también llamada Agencia Estatal de Administración Tributaria o AEAT. es la administración pública mediante la cual el Estado español recoge los tributos y gestiona las aduanas de todos los ciudadanos e importaciones y exportaciones españolas.", 9073],
	[2013 , 2, "Los profesores, los padres y los alumnos intervienen en el control y gestión de los centros sostenidos por la Administración con fondos públicos.", ["Verdadero.", "Falso."], 1, 0, "Según el artículo 27.7 de la Constitución Española: Los profesores, los padres y, en su caso, los alumnos intervendrán en el control y gestión de todos los centros sostenidos por la Administración con fondos públicos, en los términos que la ley establezca", 0],
	[4018 , 4, "¿En qué año conquistaron Granada los Reyes Católicos?", ["En 1452.", "En 1472.", "En 1492."], 3, 0, "Tras casi diez años de guerra, en 1491 los Reyes Católicos pusieron sitio a la capital del reino nazarí de Granada. Su caída era cuestión de tiempo, y Boabdil, el sultán granadino, sólo tenía una opción: rendirse. Finalmente en enero del 1492 se ocupo Granada", 0],
	[1035 , 1, "¿Cuál de estas opciones es una lengua cooficial en alguna comunidad autónoma?", ["El murciano.", "El catalán.", "El bable."], 2, 0, "En la Comunidad Valenciana existen dos lenguas de amplio uso y conocimiento entre la población autóctona: el valenciano y el castellano, declaradas como idiomas oficiales según el Estatuto de Autonomía.", 6510],
	[5006 , 5, "El DNI o NIE, una fotografía reciente y un informe de aptitud psicológica son necesarios para solicitar el ... ", ["carné de conducir.", "pasaporte.", "número de identificación fiscal."], 1, 0, "", 1575],
	[1065 , 1, "El primer periodo ordinario de reunión de las Cámaras es ...", ["de agosto a noviembre.", "de septiembre a diciembre.", "de septiembre a noviembre"], 2, 0, "Según el artículo 73.1 de la Constitución Española: Las Cámaras se reunirán anualmente en dos períodos ordinarios de sesiones: el primero, de septiembre a diciembre, y el segundo de febrero a junio. ", 0],
	[1048 , 1, "¿Cuántas veces ha presidido España el Consejo Europeo?", ["Dos veces", "Tres veces", "Cuatro veces."], 3, 0, "La presidencia es desempeñada con carácter rotatorio y en turnos preestablecidos por un Estado miembro, de 6 meses de duración. A España le correspondió en 1989, 1995, 2002 y 2010.", 0],
	[2034 , 2, "Los españoles tienen la obligación de declarar los bienes que posean en el extranjero por un valor inferior a 50.000 euros.", ["Verdadero.", "Falso."], 2, 0, "", 0],
	[5007 , 5, "La tramitación del libro de familia se realiza en ...", ["el Registro Civil.", "la Seguridad Social.", "las comisarías de policía."], 1, 0, "", 0],
	[1001 , 1, "La forma política del Estado español es la ...", ["monarquía parlamentaria.", "república federal.", "monarquía federal."], 1, 0, "Monarquía quiere decir que el Jefe del Estado es el Rey. Por eso decimos que España es un reino. Desde el año 2014 el rey de España es Felipe VI (antes lo fue su padre Juan Carlos I, desde 1975), de la dinastía de los Borbones. Como Jefe del Estado, el Rey es el jefe de ejército y el máximo representante de nuestro país en el exterior. La monarquia española es parlamentaria, es decir, el poder reside en el pueblo, que lo ejerce a través de sus representantes en el Parlamento. Por tanto, es el Parlamento y no el Rey quien dirige la política española.", 9418],
	[5072 , 5, "El acrónimo RENFE corresponde a:", ["Red Nacional de Fondos Europeos.", "Red Nacional de los Ferrocarriles Españoles.", "Red Nacional de Fundaciones Estatales."], 2, 0, "La Red Nacional de los Ferrocarriles Españoles (RENFE) fue una empresa estatal española que operó la red nacional ferroviaria de ancho ibérico entre 1941 y 2005, encargándose del transporte de pasajeros y mercancías por sus líneas.", 7004],
	[1026 , 1, "¿Cuántas franjas tiene la bandera de España?", ["2 horizontales.", "3 verticales.", "3 horizontales."], 3, 0, "La bandera de España, conocida como la Rojigualda, fue adoptada con todos sus elementos actuales el 5 de octubre de 1981 al aprobarse la ley que establece la última versión del escudo nacional. Con anterioridad, la Constitución de 1978 especificaba en su artículo 4.1: La bandera de España está formada por tres franjas horizontales, roja, amarilla y roja, siendo la amarilla de doble anchura que cada una de las rojas.", 7197],
	[2012 , 2, "La Constitución española limita el número de partidos políticos.", ["Verdadero.", "Falso."], 2, 0, "", 0],
	[1062 , 1, "El número de habitantes de España es aproximadamente de ...", ["47 millones.", "35 millones.", "62 millones."], 1, 0, "", 0],
	[5010 , 5, "¿Cuál es la tasa máxima de alcohol permitida a los conductores, en gramos por litro?", ["0,5.", "0,7.", "0,9."], 1, 0, "TODO", 0],
	[2002 , 2, "Los españoles que obtienen la nacionalidad por residencia tienen los mismos derechos que los nacidos en España.", ["Verdadero.", "Falso."], 1, 0, "", 0],
	[2010 , 2, "Se garantiza el secreto de las comunicaciones de los españoles, salvo resolución judicial.", ["Verdadero.", "Falso."], 1, 0, "Según el artículo 18.3 de la Constitución Española: Se garantiza el secreto de las comunicaciones y, en especial,de las postales, telegráficas y telefónicas, salvo resolución judicial.", 0],
	[5001 , 5, "¿Qué cuerpo de seguridad gestiona la expedición del DNI?", ["La Policía Nacional.", "La Guardia Civil.", "La Policía Local."], 1, 0, "", 7859],
	[5033 , 5, "En España hay 14 días festivos al año, nacionales, autonómicos y ...", ["regionales.", "provinciales.", "locales."], 3, 0, "", 0],
	[1014 , 1, "El Tribunal Constitucional es ... de los poderes del Estado.", ["dependiente", "independiente", "subordinado"], 2, 0, "El Tribunal Constitucional es independiente en su función como intérprete supremo de la Constitución y está sometido sólo a la Constitución y a dicha ley. ", 1477],
	[5083 , 5, "¿Qué impuesto pagan los residentes en España en función de la renta o el dinero ganado (salario, ingresos como autónomo, etc.)?", ["IRPF (Impuesto sobre la Renta de las Personas Físicas).", "IVA (Impuesto sobre el Valor Añadido).", "IS (Impuesto sobre Sociedades)."], 1, 0, "El impuesto sobre la Renta de las Personas Físicas o IRPF es un impuesto personal, progresivo y directo que grava la renta obtenida en un año natural por las personas físicas residentes en España. Así pues, es una figura impositiva perteneciente al sistema tributario español.", 0],
	[5034 , 5, "¿Cuál de estos productos importa España de otros países en mayor cantidad que exporta?", ["Petróleo.", "Calzado.", "Medicamentos."], 1, 0, "", 0],
	[1003 , 1, "Según la Constitución española, la soberanía nacional reside en ...", ["el pueblo español.", "el Gobierno del Estado.", "el Congreso de los Diputados."], 1, 0, "Según el artículo 1 de la constitución española, en el parrafo 2: La soberanía nacional reside en el pueblo español, del que emanan los poderes del Estado.", 0],
	[5062 , 5, "Si compramos 250 gramos de queso, estamos comprando ... de queso.", ["1/2 kilo", "1/4 de kilo", "1/3 kilo"], 2, 0, "", 2943],
	[5029 , 5, "El documento identificativo obligatorio para los españoles dentro del territorio nacional es...", ["el pasaporte.", "el documento nacional de identidad (DNI).", "el número de identificación fiscal (NIF)."], 2, 0, "", 1831],
	[3014 , 3, "El río largo de Galicia es el ...", ["Duero.", "Sil.", "Miño."], 3, 0, "El río Miño es un río que discurre íntegramente por la comunidad autónoma de Galicia, aunque en su tramo final forma la frontera entre España y Portugal antes de desembocar en el océano Atlántico. Tiene una longitud de 350 km y drena una amplia cuenca de 12.486 km²", 0],
	[5012 , 5, "El certificado de empadronamiento se solicita en...", ["la oficina del Registro Civil.", "el ayuntamiento.", "la asociación de vecinos."], 2, 0, "", 0],
	[2009 , 2, "En España las fuerzas de seguridad pueden entrar en un domicilio privado sin resolución judicial en cualquier momento.", ["Verdadero.", "Falso."], 2, 0, "Según el artículo 18.2 de la Constitución Española: El domicilio es inviolable. Ninguna entrada o registro podrá hacerse en él sin consentimiento del titular o resolución judicial, salvo en caso de flagrante delito", 0],
	[2031 , 2, "Los poderes públicos garantizarán la defensa de los consumidores y usuarios, protegiendo la seguridad, la salud y los intereses económicos de los mismos.", ["Verdadero.", "Falso."], 1, 0, "Según el articulo 51.1 de la Constitución Española: Los poderes públicos garantizarán la defensa de los consumidores y usuarios, protegiendo, mediante procedimientos eficaces, la seguridad, la salud y los legítimos intereses económicos de los mismos", 0],
	[1002 , 1, "Una de las principales funciones del Senado es aprobar ...", ["los Presupuestos Generales del Estado.", "las leyes orgánicas.", "el nombramiento de los ministros."], 1, 0, "La Constitución española de 1978 (Artículo 66) otorga a las Cortes Generales y, por tanto, al Senado las tres funciones típicas de todo Parlamento: la potestad legislativa del Estado, la aprobación de sus presupuestos, y el control de la acción del Gobierno.", 1223],
	[1075 , 1, "La defensa de la integridad territorial de España corresponde a ... ", ["la Policía Nacional y la Guardia Civil.", "las Fuerzas Armadas.", "la Policía Nacional y las Policías Autonómicas."], 2, 0, "Según el articulo 8.1 de la Constitución Española: Las Fuerzas Armadas, constituidas por el Ejército de Tierra, la Armada y el Ejército del Aire, tienen como misión garantizar la soberanía e independencia de España, defender su integridad territorial y el ordenamiento constitucional. ", 6623],
	[5032 , 5, "El horario de Canarias, con respecto a la Península, es de ...", ["dos horas menos.", "una hora menos.", "una hora más."], 2, 0, "", 0],
	[5046 , 5, "¿Cuál de estos productos exporta España a otros países en mayor cantidad que importa?", ["Petróleo.", "Ropa.", "Calzado."], 3, 0, "", 0],
	[4034 , 4, "¿Qué premios promueven en España los valores científicos, culturales y humanísticos que son patrimonio universal?", ["Los Premios Cervantes.", "Los Premios Princesa de Asturias.", "Los Premios Goya."], 2, 0, "La Fundación Princesa de Asturias convoca los Premios Princesa de Asturias que, anualmente, son entregados en un solemne acto académico que se celebra en Oviedo, capital del Principado de Asturias. Son objetivos de la Fundación contribuir a la exaltación y promoción de cuantos valores científicos, culturales y humanísticos", 0],
	[11003, 6, "Los valores superiores del ordenamiento jurídico de España son: el pluralismo político, la libertad, la justicia y la ...", ["fraternidad.", "igualdad.", "solidaridad."], 2, 0, "En el Arículo 1.1 de la Constitución Española se establece que: España se constituye en un Estado social y democrático de Derecho, que propugna como valores superiores de su ordenamiento jurídico la libertad, la justicia, la igualdad y el pluralismo político.", 3238],
	[25005, 7, "Para solicitar el pasaporte hay que presentar ...", ["fotografía reciente y partida de nacimiento.", "TODO", "DNI y fotografía reciente."], 3, 0, "", 7878],
	[25076, 7, "TODO", ["Frutas y legumbres.", "Café.", "TODO"], 1, 0, "", 7243],
	[14017, 6, "En el Museo del Prado se puede ver el cuadro ...", ["Las meninas, de Velázquez.", "El Guernica, de Picasso.", "El enigma sin fin, de Salvador Dalí."], 1, 0, "El Guernica y el enigma sin fin se encuentran en el Reina Sofía.", 8526],
	[21023, 7, "El lugar donde se celebran actos de Estado presididos por el Rey es el ...", ["TODO", "Palacio de la Zarzuela.", "Palacio de la Moncloa."], 1, 0, "El Palacio Real de Madrid es la residencia oficial del rey de España; no obstante, los actuales reyes no habitan en él, sino en el Palacio de la Zarzuela, por lo que es utilizado para ceremonias de Estado y actos solemnes. Es el palacio real más grande de Europa Occidental, y uno de los más grandes del mundo. Alberga un valioso patrimonio histórico-artístico. Las salas de Estado y las colecciones artísticas están abiertas a las visitas siempre que no haya actos oficiales. Es conocido también como Palacio de Oriente, a pesar de estar situado en la parte más occidental de Madrid, debido a su ubicación en la Plaza de Oriente, llamada así al estar situada al este del palacio.", 9312],
	[25025, 7, "La Rioja es una región famosa por ...", ["el cava.", "la sidra.", "el vino."], 3, 0, "", 0],
	[22012, 7, "TODO", ["Verdadero", "Falso"], 1, 0, "Según el artículo 27.4 de la Constitución Española: La enseñanza básica es obligatoria y gratuita", 0],
	[25035, 7, "¿Cuál de estas etapas educativas no es obligatoria en España?", ["TODO", "TODO", "Secundaria ESO (entre 12 y 16 años)."], 1, 0, "", 0],
	[21099, 7, "TODO", ["Madrid.", "Salamanca.", "Toledo."], 3, 0, "TODO", 0],
	[14005, 6, "¿Cuál es la profesión de Montserrat Caballé?", ["Escritora.", "Cantante.", "Actriz."], 2, 0, "Es una cantante lírica española con tesitura de soprano.", 3584],
	[25037, 7, "La ESO (Enseñanza Secundaria Obligatoria) es la enseñanza a alumnos ...", ["de 6 a 16 años.", "de 12 a 16 años.", "TODO"], 2, 0, "", 0],
	[13024, 6, "El pico más alto de la península ibérica es el ...", ["Mulhacén (Sierra Nevada).", "Aneto (Pirineos).", "Teide (Tenerife)."], 1, 0, "Teide: 3.718m, Mulhacén: 3.478m y Aneto: 3.404m, pero el Teide no esta en la península ibérica.", 0],
	[23017, 7, "TODO", ["el océano Atlántico.", "TODO", "el mar Cantábrico."], 3, 0, "", 2816],
	[15031, 6, "¿Qué significa la fecha de caducidad en un alimento?", ["Que no se puede consumir después de esa fecha.", "Que se puede consumir solo un día después de esa fecha.", "Que se puede consumir varios días después."], 1, 0, "", 0],
	[14008, 6, "¿Cuál de estas tres personas es un famoso director de cine español?", ["Javier Bardem.", "Luis Buñuel.", "Antonio Banderas."], 2, 0, "Javier Bardem y Antonio Banderas son actores", 1253],
	[21038, 7, "El Instituto Cervantes, el Instituto Ramon Llull y el Instituto Vasco Etxepare son organismos que promueven, respectivamente y entre otros, la difusión de las lenguas ...", ["española, catalana y vasca.", "española, catalana y gallega.", "gallega, catalana y vasca."], 1, 0, "El Instituto Cervantes se creó el 21 de marzo de 1991, sus dos objetivos principales son la promoción y enseñanza de la lengua española. El Institut Ramon Llull es un organismo público creado con el objetivo de promover en el exterior los estudios de lengua catalana en el ámbito académico y el Instituto Vasco Etxepare tiene como fin la proyección y difusión del euskera y la cultura vasca a nivel internacional.", 6128],
	[21116, 7, "El organismo que elabora el censo electoral en España es el ...", ["BOE (Boletín Oficial del Estado).", "INE (Instituto Nacional de Estadística).", "TODO"], 2, 0, "El censo electoral contiene la inscripción de quienes reúnen los requisitos para ser elector y no se hallen privados, definitiva o temporalmente, del derecho de sufragio.", 4880],
	[11109, 6, "La Educación Secundaria Obligatoria (ESO) generalmente se desarrolla en España entre:", ["los 14 y los 18 años.", "los 12 y los 16 años.", "los 10 y los 14 años."], 2, 0, "La Educación Secundaria Obligatoria (ESO) generalmente se desarrolla en España entre:", 0],
	[11032, 6, "En España, además del castellano, son lenguas oficiales en sus respectivas comunidades autonómas: el aranés, el catalán, el gallego, el valenciano y el ...", ["bable.", "aragonés.", "euskera."], 3, 0, "Los Estatutos de Autonomía han establecido los siguientes idiomas oficiales en sus respectivos territorios: catalán en Cataluña e Islas Baleares, valenciano en la Comunidad Valenciana, gallego en Galicia, euskera en el País Vasco y una parte de Navarra, y Idioma aranés en el valle de Arán (Cataluña).", 5924],
	[21040, 7, "Si en unas elecciones generales ningún candidato a la presidencia del Gobierno consigue la confianza del Congreso, ...", ["el Congreso elige al candidato con más votos.", "TODO", "TODO"], 2, 0, "TODO", 1167],
	[21018, 7, "Los embajadores y otros representantes diplomáticos extranjeros son acreditados por ...", ["el Rey.", "TODO", "el ministro de Asuntos Exteriores y de Cooperación."], 1, 0, "El artículo 63.1 de la Constitución de 1978 dice: El Rey acredita a los embajadores y otros representantes diplomáticos. Los representantes extranjeros en España están acreditados ante él.", 4419],
	[22007, 7, "TODO", ["TODO", "Falso"], 2, 0, "Sí se hace, en el artículo 20.1 d)", 0],
	[21031, 7, "TODO", ["Andalucía.", "Aragón.", "Asturias."], 2, 0, "TODO", 1304],
	[15077, 6, "¿Quiénes tienen limitado su derecho a participar en sindicatos?", ["Los médicos.", "Los profesores.", "Los militares."], 3, 0, "Todos los trabajadores tienen derecho a sindicarse libremente para la promoción y defensa de sus intereses económicos y sociales. Quedan exceptuados del ejercicio de este derecho los miembros de las Fuerzas Armadas y de los Institutos Armados de carácter militar. Con respecto a los miembros de Cuerpos y Fuerzas de Seguridad que no tengan carácter militar, el ejercicio de este derecho se regirá por su normativa específica, dado el carácter armado y la organización jerarquizada de estos Institutos.", 0],
	[15009, 6, "¿Cuál de estos documentos no es necesario para solicitar la nacionalidad española en caso de residencia?", ["El certificado de empadronamiento.", "La fotocopia del NIE.", "El currículum vítae."], 3, 0, "", 0],
	[14031, 6, "¿Quién recibió el Premio Nobel de Medicina en 1906?", ["Santiago Ramón y Cajal.", "Juan Ramón Jiménez.", "Camilo José Cela."], 1, 0, "Juan Ramón Jiménez y Camilo José Cela son escritores", 0],
	[21012, 7, "TODO", ["el Congreso.", "el Senado.", "las dos Cámaras."], 3, 0, "El Título X de la Constitución española de 1978 (arts. 166–169) está dedicado a regular dos procedimientos distintos de reforma constitucional. Ambos tienen carácter rígido, siendo diferentes y más complejos que el procedimiento legislativo ordinario. La rigidez constitucional tiene por objeto garantizar la supremacía de la Constitución. Los proyectos de reforma constitucional deberán ser aprobados por una mayoría de tres quintos de cada una de las Cámaras", 8057],
	[24004, 7, "¿Cuál es la profesión de Enrique Iglesias?", ["Cantante.", "TODO", "Actor."], 1, 0, "Enrique Iglesias Preysler (Madrid, 8 de mayo de 1975), es un cantante y compositor español de música pop, actor, e hijo menor de Julio Iglesias y de Isabel Preysler", 6099],
	[25024, 7, "En un menú, una tarta de almendra es ...", ["TODO", "TODO", "postre."], 3, 0, "", 6829],
	[11069, 6, "Para gestionar trámites como nacimiento, matrimonio, o solicitud de nacionalidad se debe ir al ...", ["Registro Civil.", "Registro Mercantil.", "TODO"], 1, 0, "el Registro Civil es un registro público que tiene por objeto hacer constar oficialmente los hechos y actos que se refieren al estado civil de las personas y otros determinados por la Ley, como el nombre y apellidos, el nacimiento, la defunción, la filiación, el sexo o la nacionalidad.", 0],
	[21051, 7, "Las Cortes Generales representan al pueblo. Están formadas por el Senado y por ...", ["el Consejo de Ministros.", "TODO", "el ayuntamiento."], 2, 0, "TODO", 5891],
	[12009, 6, "Las personas físicas no pueden crear centros docentes.", ["Verdadero.", "Falso."], 2, 0, "Según el artículo 27.6 de la Constitución Española: Se reconoce a las personas físicas y jurídicas la liberdad de creacíon de centros docentes, dentro del respeto a los principios constitucionales.", 0],
	[15079, 6, "¿Cuál se regula el Estatuto de los Trabajadores?", ["Por decreto ley.", "Por ley.", "Por ley orgánica."], 3, 0, "El Estado de los trabajadores fue aprobado y publicado en el Boletín Oficial del Estado el 10 de marzo de 1980. Tras diferentes modificaciones, actualmente está regulado en el Real Decreto Legislativo 2/2015, de 23 de octubre, por el que se aprueba el texto refundido de la Ley del Estatuto de los Trabajadores.", 0],
	[13011, 6, "¿De qué comunidad autónoma es capital Valladolid?", ["Canarias.", "Castilla y León.", "TODO"], 2, 0, "", 5957],
	[11038, 6, "El presidente del Gobierno es nombrado por ...", ["el ministro de Interior.", "el Rey.", "el Defensor del Pueblo."], 2, 0, "Según el artículo 99 de la Constitución española: Si el Congreso de los Diputados, por el voto de la mayoría absoluta de sus miembros, otorgase su confianza a dicho candidato, el Rey le nombrará Presidente.", 7386],
	[24019, 7, "La guerra de la independencia en España transcurrió entre los años ...", ["1701 - 1715.", "1808 - 1814.", "1936 - 1939."], 2, 0, "TODO", 0],
	[11105, 6, "Las normas sobre derechos fundamentales y libertades reconocidas por la Constitución se interpretan de acuerdo con los tratados internacionales que haya firmado España al respecto y con ...", ["la Declaración Universal de Derechos Humanos.", "el Tratado de la Unión Europea.", "la Conferencia de Derecho Internacional Privado."], 1, 0, "Según el artículo 10.2 de la Constitución Española: Las normas relativas a los derechos fundamentales y a las libertades que la Constitución reconoce se interpretarán de conformidad con la Declaración Universal de Derechos Humanos y los tratados y acuerdos internacionales sobre las mismas materias ratificados por España.", 0],
	[12030, 6, "Los poderes públicos pueden organizar y garantizar la salud pública, si disponen de recursos.", ["Verdadero.", "Falso."], 2, 0, "Según el artículo 43.2 de la Constitución Española: Compete a los poderes públicos organizar y tutelar la salud pública a través de medidas preventivas y de las prestaciones y servicios necesarios…", 0],
	[22016, 7, "Los ciudadanos tienen derecho a la producción y creación literaria, artística, científica y técnica.", ["Verdadero", "TODO"], 1, 0, "TODO", 0],
	[21100, 7, "¿Cuál de estas ciudades es capital de España desde el reinado de Felipe II (excepto durante un breve periodo)?", ["Madrid.", "Salamanca.", "Toledo."], 1, 0, "Fue Felipe II el Monarca que decidió traer la capital a Madrid. Lo hizo en 1561, hace ahora 452 años. Y aunque por un breve periodo de tiempo (1601 - 1606) se trasladó a Valladolid, Madrid continuó creciendo y expandiéndose hasta convertirse en lo que hoy es", 0],
	[15028, 6, "¿Cuál de los siguientes alimentos no es un dulce típico de las fiestas de Navidad?", ["Mazapán.", "Churros.", "Turrón."], 2, 0, "", 9415],
	[22002, 7, "Los españoles tienen los mismos derechos fundamentales en cualquier parte del territorio del Estado.", ["TODO", "Falso"], 1, 0, "Según el artículo 139.1 de la Constitución Española: Todos los españoles tienen los mismos derechos y obligaciones en cualquier parte del territorio del Estado.", 0],
	[12014, 6, "En la Constitución española no se reconoce el derecho a la libertad de enseñanza.", ["Verdadero.", "Falso."], 2, 0, "Según el artículo 27.7 de la Constitución Española: Todos tienen el derecho a la educación. Se reconoce la libertad de enseñanza.", 0],
	[21003, 7, "Los valores superiores del ordenamiento jurídico de España son: el pluralismo político, la libertad, la igualdad y la ...", ["fraternidad.", "justicia.", "solidaridad."], 2, 0, "En el Arículo 1.1 de la Constitución Española se establece que: España se constituye en un Estado social y democrático de Derecho, que propugna como valores superiores de su ordenamiento jurídico la libertad, la justicia, la igualdad y el pluralismo político.", 3238],
	[24030, 7, "Juan Ramón Jiménez recibió en 1956 el Premio Nobel de ...", ["Medicina.", "Física.", "TODO"], 3, 0, "Juan Ramón Jiménez es un poeta y novelista español, atormentado por los temas del océano, la desnudez, la depresión y la muerte. Ganador del Premio Nobel de Literatura en 1956 Jiménez retrata temas de romance y amor de ensueño en sus primeras obras, mientras que su segundo período está centrado en la belleza del mundo y de la poesía desnuda", 4436],
	[21095, 7, "La norma institucional fundamental de una comunidad autónoma es ...", ["TODO", "TODO", "TODO"], 1, 0, "", 0],
	[12018, 6, "En España no se regulan mediante ley las causas de separación y disolución matrimonial.", ["Verdadero.", "Falso."], 2, 0, "Según el artículo 32,2 de la Constitución Española: La ley regulará las formas de matrimonio, la edad y capacidad para contraerlo, los derechos y deberes de los cónyuges, las causas de separación y disolución y sus efectos", 0],
	[21061, 7, "Los miembros del Senado se eligen cada ...", ["TODO", "TODO", "TODO"], 2, 0, "TODO", 7728],
	[21063, 7, "Las leyes que se refieren a los derechos fundamentales y a las libertades públicas son ...", ["leyes orgánicas.", "TODO", "leyes generales."], 1, 0, "Según el artículo 81.1 de la Constitución Española: Son leyes orgánicas las relativas al desarrollo de los derechos fundamentales y de las libertades públicas, las que aprueben los Estatutos de Autonomía y el régimen electoral general y las demás previstas en la Constitución", 0],
	[25029, 7, "La moneda de curso legal en España es, desde el año 2002, ...", ["la peseta.", "TODO", "TODO"], 3, 0, "", 0],
	[11088, 6, "¿Cuántas provincias hay en España (incluidas Ceutas y Melilla)?", ["49.", "50.", "52."], 3, 0, "Hay 50 provincias y dos ciudades autónomas: Ceuta y Melilla. ", 0],
	[15001, 6, "¿Qué ministerio se ocupa de la tramitación de la nacionalidad española?", ["El Ministerio de Asuntos Exteriores.", "El Ministerio del Interior.", "El Ministerio de Justicia."], 3, 0, "", 6834],
	[12023, 6, "Los ciudadanos españoles tienen derecho a acceder a las funciones y cargos públicos.", ["Verdadero.", "Falso."], 1, 0, "Viene recogido en el artículo 23 de la Constitución Española", 0],
	[21117, 7, "TODO", ["TODO", "TODO", "TODO"], 2, 0, "", 0],
	[23005, 7, "¿Cuál de estas provincias no está en la comunidad autónoma de Galicia?", ["A Coruña.", "Cáceres.", "TODO"], 2, 0, "", 8934],
	[23014, 7, "La sede de las instituciones/capital de Castilla-La Mancha está en ...", ["Ciudad Real.", "TODO", "TODO"], 2, 0, "TOLEDO Se atuá al oeste de Castilla-La Mancha, en el centro de la provincia del mismo nombre y a escasos kilómetros de Madrid. Actualmente es la capital de Castilla-La Mancha", 3376],
	[14010, 6, "En la ciudad de Segovia se encuentra una importante obra civil de época romana, ...", ["TODO", "el Acueducto.", "TODO"], 2, 0, "El acueducto de Segovia es un acueducto romano situado en la ciudad española de Segovia. Su construcción data de principios del siglo II d. C.", 7871],
	[22032, 7, "TODO", ["TODO", "TODO"], 2, 0, "", 0],
	[25046, 7, "¿Dónde se puede encontrar un servicio de préstamo?", ["TODO", "En una biblioteca.", "En un taller de coches."], 2, 0, "", 5077],
	[25079, 7, "¿Quién tiene derecho a afiliarse a un sindicato?", ["Los trabajadores autónomos.", "TODO", "Todos los trabajadores."], 3, 0, "Todos los trabajadores tienen derecho a sindicarse libremente para la promoción y defensa de sus intereses económicos y sociales. Quedan exceptuados del ejercicio de este derecho los miembros de las Fuerzas Armadas y de los Institutos Armados de carácter militar. Con respecto a los miembros de Cuerpos y Fuerzas de Seguridad que no tengan carácter militar, el ejercicio de este derecho se regirá por su normativa específica, dado el carácter armado y la organización jerarquizada de estos Institutos.", 0],
	[23022, 7, "TODO", ["TODO", "12.", "TODO"], 3, 0, "", 0],
	[25020, 7, "TODO", ["Tener un recibo del alquiler del mes y de todos los gastos.", "Hacer los cambios y obras que quiera en la casa.", "Recuperar la fianza al final del contrato de alquiler."], 2, 0, "", 0],
	[13010, 6, "¿Cuántas provincias componen la comunidad autónoma de Extremadura?", ["2.", "3.", "4."], 1, 0, "", 4380],
	[15051, 6, "Para ver a un médico especialista en la Seguridad Social española hay que ...", ["ir directamente a su consulta.", "ir antes a su médico de familia.", "apuntarse en una lista de espera."], 2, 0, "", 0],
	[22030, 7, "Los poderes públicos pueden promover la participación de la juventud en el desarrollo político, social, económico y cultural, si así lo desean.", ["Verdadero", "Falso"], 2, 0, "Según el articulo 48 de la Constitución Española: Los poderes públicos promoverán las condiciones para la participación libre y eficaz de la juventud en el desarrollo político, social, económico y cultural.", 0],
	[21089, 7, "¿Cuál es la publicación oficial del Estado que sirve para publicitar leyes, normas o convocatorias públicas?", ["El INE (Instituto Nacional de Estadística).", "El BOE (Boletín Oficial del Estado).", "El PAE (Portal de Administración Electrónica)."], 2, 0, "El Boletín Oficial del Estado (BOE) es el diario oficial español dedicado a la publicación de determinadas leyes, disposiciones y actos de inserción obligatoria. Su edición, impresión, publicación y difusión está encomendada, en régimen de descentralización funcional, a la Agencia Estatal Boletín Oficial del Estado.", 8490],
	[21009, 7, "La Constitución española fue firmada por el Rey, el presidente de las Cortes, el presidente del Congreso y el presidente del ...", ["Gobierno.", "Senado.", "TODO"], 2, 0, "Constitución de 1978 firmada por el Rey Juan Carlos I. En ella figuran también las rúbricas de los presidentes de las Cortes, Antonio Hernández Gil; del Congreso de los Diputados, Fernando Álvarez de Miranda, y del Senado, Antonio Fontán, así como el resto de miembros de las Mesas.", 3928],
	[25070, 7, "La estación de trenes de Atocha está en ...", ["Barcelona.", "TODO", "Bilbao."], 2, 0, "", 7304],
	[12034, 6, "Los derechos fundamentales y libertades de la Constitución se interpretan en relación con otros acuerdos internacionales que haya firmado España en esas materias.", ["Verdadero.", "Falso."], 1, 0, "", 0],
	[14028, 6, "El 12 de octubre se celebra ...", ["la entrada de España en la UE.", "el Día de la Constitución española.", "la Fiesta Nacional de España."], 3, 0, "Fiesta Nacional de España es la denominación oficial que recibe el día nacional de España. Se celebra el 12 de octubre y está regulado por la Ley 18/1987, de 7 de octubre.", 0],
	[23018, 7, "La Región de Murcia limita al este con ...", ["TODO", "el océano Atlántico.", "TODO"], 1, 0, "", 3008],
	[11030, 6, "La lengua oficial del Estado español es ...", ["el castellano.", "el inglés.", "el francés."], 1, 0, "En España se hablan varias lenguas vernáculas. El castellano o español, idioma oficial en todo el país, es la lengua materna predominante en casi todas las comunidades autónomas de España. Seis de las diecisiete comunidades autónomas de España tienen además, junto con el castellano, otras lenguas como cooficiales.", 1929],
	[11119, 6, "La primera asociación obrera que se creó en España en 1840 fue en ...", ["Barcelona.", "Madrid.", "Valencia."], 1, 0, "La primera asociación obrera constituida como tal se constituye en Barcelona a principio de 1840. Se llamaba “Protección mutua de tejedores de Barcelona”.", 0],
	[21022, 7, "El Rey de España vive en el ...", ["Palacio Real.", "TODO", "Palacio de la Moncloa."], 2, 0, "El Palacio de la Zarzuela1 es un recinto palaciego situado a las afueras de Madrid, en medio de un espacio natural conocido como Monte del Pardo. Es el lugar de residencia del rey de España, y la sede de la Casa de Su Majestad el Rey. En el edificio principal tienen su residencia los padres del monarca actual, los antiguos reyes Juan Carlos I y Sofía y en él se encuentra el despacho del rey Felipe VI, que también tiene su residencia en el recinto de La Zarzuela, en una residencia construida en 2002 por Patrimonio Nacional.", 8475],
	[13015, 6, "La capital de Castilla-La Mancha es ...", ["Ciudad Real.", "Toledo.", "Guadalajara."], 2, 0, "TOLEDO Se atuá al oeste de Castilla-La Mancha, en el centro de la provincia del mismo nombre y a escasos kilómetros de Madrid. Actualmente es la capital de Castilla-La Mancha", 3376],
	[11077, 6, "¿Cuántos años dura el mandato del Defensor del Pueblo?", ["3.", "4.", "5."], 3, 0, "Según la Ley Orgánica 3/1981 en su artículo 2.1 dice: El Defensor del Pueblo será elegido por las Cortes Generales para un período de cinco años, y se dirigirá a las mismas a través de los Presidentes del Congreso y del Senado, respectivamente.", 4575],
	[15039, 6, "La Formación Profesional (FP) ...", ["puede ser Básica, de Grado Medio y de Grado Superior.", "es para alumnos de más de 25 años.", "es obligatoria antes de la Universidad."], 1, 0, "", 0],
	[13009, 6, "La comunidad canaria tiene dos capitales: Las Palmas de Gran Canaria y ...", ["Santa Cruz de La Palma", "Palma de Mallorca.", "Santa Cruz de Tenerife."], 3, 0, "", 6618],
	[15033, 6, "En España las tiendas pequeñas generalmente tienen un horario de atención al público de lunes a sábado ...", ["de 9:00 a 17:00 h, sin pausa.", "de 10:00 a 20:00 h, con pausa.", "de 10:00 a 22:00 h, sin pausa."], 2, 0, "", 0],
	[15017, 6, "¿Dónde se paga el IVTM (Impuesto de Vehículos de Tracción Mecánica?", ["En el ayuntamiento.", "En un taller mecánico.", "En la Jefatura de Tráfico."], 1, 0, "", 0],
	[15066, 6, "¿En qué ciudad se encuentra el puerto pesquero más importante de España y uno de los más importantes del mundo?", ["En Cádiz (Andalucía).", "En Vigo (Galicia).", "En Arrecife (Canarias)."], 2, 0, "", 0],
	[25047, 7, "¿Dónde no está permitido hacer fotos ni filmaciones de vídeo generalmente?", ["TODO", "En un supermercado.", "TODO"], 1, 0, "", 2805],
	[15068, 6, "El aeropuerto de El Prat está en ...", ["Barcelona.", "Madrid.", "Bilbao."], 1, 0, "El de Madrid es el Adolfo Suarez y el de Bilbao el Loiu", 1849],
	[15022, 6, "¿Qué es una vivienda de protección oficial?", ["Una vivienda con un sistema de vigilancia 24 horas.", "Una vivienda subvencionada por la Administración pública.", "Una vivienda que ha pasado una inspección técnica oficial."], 2, 0, "La Vivienda de Protección Oficial (VPO, también conocida como Vivienda con Protección Pública o Vivienda Protegida) es un tipo de vivienda de precio limitado y, casi siempre, parcialmente subvencionada por la administración pública española. El objetivo de la VPO es favorecer que los ciudadanos con rentas más bajas puedan adquirir o arrendar viviendas dignas y adecuadas a unos precios asequibles a sus posibilidades.", 7741],
	[15081, 6, "¿Qué requisito no es necesario para presentarse a las oposiciones de empleado público o funcionario?", ["Haber cumplido 18 años.", "Tener la titulación requerida.", "Tener experiencia laboral anterior."], 3, 0, "", 0],
	[13019, 6, "El clima predominante en la Comunidad de Madrid se denomina clima ...", ["continental.", "mediterráneo.", "oceánico."], 1, 0, "", 1734],
	[11064, 6, "El plazo de que dispone el Senado para decidir sobre un proyecto de ley es de ...", ["2 meses.", "4 meses.", "6 meses."], 1, 0, "Según el artículo 90.2 de la Constitución Española: El Senado en el plazo de dos meses, a partir del día de la recepción del texto, puede, mediante mensaje motivado, oponer su veto o introducir enmiendas al mismo", 7728],
	[25040, 7, "Para hacer Formación Profesional de Grado Medio se necesita ...", ["haber completado el Bachillerato.", "tener el título de Educación Secundaria Obligatoria (ESO).", "tener más de 18 años."], 2, 0, "", 0],
	[11107, 6, "La Constitución establece que en España no hay ... estatal.", ["ideología", "religión", "filósofa"], 2, 0, "Según el artículo 16.3 de la Constitución Española: Ninguna confesión tendrá carácter estatal.", 0],
	[25061, 7, "¿Cuál de las tres opciones no es correcta?", ["Un litro de leche.", "Un kilo de patatas.", "Una docena de pan."], 3, 0, "", 2690],
	[14036, 6, "¿Cuál de estos deportes tiene una competición denominada Copa del Rey?", ["El ciclismo.", "El fútbol.", "El tenis."], 2, 0, "El Campeonato de España-Copa de Su Majestad el Rey de Fútbol, conocida simplemente como Copa del Rey o La Copa, es una competición nacional de fútbol, organizada anualmente por la Real Federación Española de Fútbol y que disputan los 84 mejores clubes de España.", 0],
	[24035, 7, "TODO", ["En el Teatro romano.", "TODO", "En el Museo Nacional de Arte Romano."], 1, 0, "TODO", 7694],
	[22015, 7, "Los poderes públicos tienen obligación de fomentar la educación sanitaria, la educación física y el deporte.", ["TODO", "Falso"], 1, 0, "Según el artículo 43.3 de la Constitución EspañolaLos poderes públicos fomentarán la educación sanitaria, la educación física y el deporte. Asimismo facilitarán la adecuada utilización del ocio", 0],
	[25010, 7, "¿A qué país puede viajar con su DNI en vigor?", ["A Alemania.", "TODO", "A Marruecos."], 1, 0, "TODO", 1831],
	[11023, 6, "¿Quién nombra al presidente del Tribunal Constitucional?", ["El presidente del Gobierno.", "El Rey.", "El ministro de Justicia."], 2, 0, "El Tribunal en Pleno elige de entre sus miembros, en votación secreta, a su Presidente por un periodo de tres años y propone su nombramiento al Rey.", 1549],
	[21083, 7, "TODO", ["el Consejo de Ministros.", "el Consejo de Estado.", "TODO"], 3, 0, "El Consejo Económico y Social español –en el que están organizaciones empresariales sindicales y otras representativas de los intereses de la ciudadanía se configura como un alto órgano consultivo del Gobierno, de tal manera que su voz se haga oír en la toma de decisiones que afectan a los distintos sectores que conforman la sociedad española.", 6610],
	[12012, 6, "En españa solo la educación primaria es obligatoria", ["Verdadero.", "Falso."], 2, 0, "Según el artículo 27.4 de la Constitución Española: La enseñanza básica es obligatoria y gratuita. La enseñanza básica incluye primaria y secundaria.", 0],
	[24027, 7, "¿Qué ciudad es famosa por su Feria de Abril?", ["TODO", "TODO", "Salamanca."], 1, 0, "La Feria de Abril o Feria de Sevilla es una fiesta de primavera que se celebra anualmente en la ciudad de Sevilla, en la comunidad autónoma de Andalucía, España, en la que el público se reúne en un gran recinto denominado Real de la Feria", 9823],
	[11033, 6, "El Instituto que promueve universalmente la enseñanza, el estudio y el uso del español es el ...", ["Instituto Nacional de Administración Pública.", "Instituto Nacional de Estadística.", "Instituto Cervantes."], 3, 0, "El Instituto Cervantes se creó el 21 de marzo de 1991, sus dos objetivos principales son la promoción y enseñanza de la lengua española, y la difusión de la cultura de España e Hispanoamérica.", 6128],
	[11113, 6, "Los españoles que residen fuera de España pueden solicitar su voto ...", ["por correo postal, por fax y por Internet.", "por correo postal, por teléfono y por Internet.", "por correo postal, por fax y por teléfono."], 1, 0, "", 0],
	[15080, 6, "Para presentarse a unas oposiciones a empleado público o funcionario es necesario ...", ["ser ciudadano español o ciudadano de la UE.", "tener experiencia laboral anterior.", "tener entre 18 y 40 años."], 1, 0, "", 0],
	[21025, 7, "La dinastía del Rey de España, que se inició en el siglo XVIII, es la dinastía ...", ["TODO", "Baviera.", "Borbón."], 3, 0, "TODO", 3402],
	[25034, 7, "En España, en general, los bancos tienen un horario de atención al público de lunes a viernes ...", ["TODO", "de 8:30 a 17:00 h, sin pausa.", "de 8:30 a 19:00 h, con pausa."], 1, 0, "", 1159],
	[21097, 7, "Los fondos públicos en España creados para corregir los desequilibrios económicos de las distintas autonomías son el Fondo Complementario y el Fondo de ...", ["Solidaridad.", "TODO", "Autonomía."], 2, 0, "Según el artículo 158,2 de la Constitución Española: Con el fin de corregir desequilibrios económicos interterritoriales y hacer efectivo el principio de solidaridad se constituirá un Fondo de Compensación con destino a gastos de inversión, cuyos recursos serán distribuidos por las Cortes Generales entre las Comunidades Autónomas y provincias, en su caso", 0],
	[24036, 7, "TODO", ["El ciclismo.", "TODO", "El tenis."], 1, 0, "El Campeonato de España-Copa de Su Majestad el Rey de Fútbol, conocida simplemente como Copa del Rey o La Copa, es una competición nacional de fútbol, organizada anualmente por la Real Federación Española de Fútbol y que disputan los 84 mejores clubes de España.", 0],
	[15075, 6, "¿Cuál de estos productos importa España de otros países en grandes cantidades?", ["Petróleo.", "Frutas y legumbres.", "Pescado."], 1, 0, "", 7754],
	[11067, 6, "¿Cuál es el órgano superior del poder judicial?", ["El Tribunal de Cuentas.", "El Tribunal Constitucional.", "El Tribunal Supremo."], 3, 0, "Según el artículo 123.1 de la Constitución Española: El Tribunal Supremo, con jurisdicción en toda España, es el órgano jurisdiccional superior en todos los órdenes, salvo lo dispuesto en materia de garantías constitucionales.", 1616],
	[11055, 6, "Los Presupuestos Generales del Estado son presentados por el Gobierno y aprobados por ...", ["el Rey.", "el Congreso de los Diputados.", "el ministro de Económia y Competitividad."], 2, 0, "Según el artículo 134.3 dela Constitución Española: El Gobierno deberá presentar ante el Congreso de los Diputados los Presupuestos Generales del Estado al menos tres meses antes de la expiraión de los del año anterior.", 5891],
	[14024, 6, "¿En qué ciudad se celebran los Sanfermines?", ["TODO", "TODO", "En Valencia."], 2, 0, "TODO", 5707],
	[21013, 7, "¿Qué tribunal interpreta la Constitución con respecto a actuaciones de los poderes públicos?", ["TODO", "El Tribunal Constitucional.", "El Tribunal Supremo."], 2, 0, "TODO", 1477],
	[22036, 7, "En caso de grave riesgo o catástrofe pública los ciudadanos españoles pueden ayudar si quieren.", ["Verdadero", "Falso"], 2, 0, "Según el artículo 30.4 de la Constitución Española: Mediante ley podrán regularse los deberes de los ciudadanos en los casos de grave riesgo, catástrofe o calamidad pública", 0],
	[25049, 7, "¿Cómo se llama el establecimiento, con un horario establecido, en el que se presta la atención médica básica (medicina de familia, pediatría y enfermería)?", ["TODO", "TODO", "Farmacia."], 2, 0, "", 2435],
	[21104, 7, "TODO", ["compartida", "exclusiva", "tutelada"], 2, 0, "", 0],
	[11115, 6, "El número de formaciones políticas en el año 2015 registradas en España es de cerca de ...", ["2700.", "3700.", "4700."], 3, 0, "", 0],
	[25030, 7, "El organismo que protege a los consumidores y usuarios es la ...", ["Agencia Española de Protección de Datos.", "Agencia Española de Consumo, Seguridad Alimentaria y Nutrición.", "Agencia Española de Medicamentos y Productos Sanitarios."], 2, 0, "", 0],
	[15015, 6, "¿Dónde se puede pagar una multa de tráfico de la DGT (Dirección General de Tráfico)?", ["En una oficina de Correos.", "En el ayuntamiento.", "En una comisaría."], 1, 0, "", 0],
	[11035, 6, "La Real Academia Española, el Institut d´Estudis Catalans, la Real Academia Galega, Euskaltzaindia y la Acadèmia Valenciana de la Llengua son organismos para la normalización de las ... de España.", ["culturas", "lenguas", "tradiciones"], 2, 0, "Se encargan, respectivamente, de normalizar el Español, el Catalan, el Gallego, el Vasco y el Valenciano.", 5600],
	[11117, 6, "¿Cuál de estas tres Agrupaciones puede presentar candidatos a las elecciones en España?", ["Agrupaciones de concejales.", "Agrupaciones de electores.", "Agrupaciones de vecinos."], 2, 0, "Según la legislación electoral española, la agrupación de electores es un conjunto de ciudadanos que se asocia temporalmente con el único fin de presentar una candidatura a unas determinadas elecciones.", 0],
	[14003, 6, "La obra más famosa de Miguel de Cervantes es ...", ["el Quijote.", "La casa de Bernarda Alba.", "el Cantar de Mio Cid."], 1, 0, "Fue un poeta, dramaturgo y prosista español, también conocido por su destreza en muchas otras artes. Adscrito a la llamada Generación del 27, fue el poeta de mayor influencia y popularidad de la literatura española del siglo xx", 0],
	[21008, 7, "La Constitución garantiza la seguridad ... de los españoles.", ["jurídica", "legislativa", "TODO"], 1, 0, "En el Arículo 9.3 de la Constitución Española se establece que: La Constitución garantiza el principio de legalidad, la jerarquía normativa, la publicidad de las normas, la irretroactividad de las disposiciones sancionadoras no favorables o restrictivas de derechos individuales, la seguridad jurídica, la responsabilidad y la interdicción de la arbitrariedad de los poderes públicos.", 7358],
	[15056, 6, "¿A qué Prestación se puede optar cumplimiento estos requisitos: llevar un año o más casados cntes del fallecimiento y tener hijos comunes?", ["Pensión de viudedad.", "Prestación por desempleo.", "Ayuda familiar."], 1, 0, "", 0],
	[21006, 7, "TODO", ["administrativo.", "ejecutivo.", "TODO"], 2, 0, "La Constitución de 1978 se inspira en el principio de la división de poderes, a pesar de que no lo formula expresamente. El poder ejecutivo recae en el Gobierno, que lo forman el Presidente, los vicepresidentes, los ministros y de los demás miembros del gobierno.", 6066],
	[15002, 6, "¿Qué minsterio se ocupa de la gestión de documentos como el DNI, el pasaporte o el carné de conducir?", ["El Ministerio de Asuntos Exteriores.", "El Ministerio del Interior.", "El Ministerio de Justicia."], 2, 0, "El Documento Nacional de identidad es un documento personal e intransferible emitido por el Ministerio del Interior que goza de la protección que as los documentos públicos y oficiales otorgan las leyes.", 0],
	[13021, 6, "De norte a sur de la península ibérica, los ríos más importantes de España son: el Duero, el Ebro, el Tajo, el Guadiana y el ...", ["Guadalhorce.", "Guadalquivir.", "Júcar."], 2, 0, "", 6370],
	[25044, 7, "Las EEOOII (Escuelas Oficiales de Idiomas) ...", ["pertenecen a las universidades.", "hacen exámenes en junio y en septiembre.", "TODO"], 2, 0, "", 9556],
	[15072, 6, "¿Qué es la bajada de bandera?", ["Un bono de transporte.", "Una señal de tráfico.", "Una tarifa mínima de taxi."], 3, 0, "La bajada de bandera es una expresión antigua, los taxis tenian en un lugar visible una banderita con la palabra LIBRE, cuando un pasajero abordaba el taxi el taxista bajaba esa bandera y comenzaba el viaje.", 6577],
	[11116, 6, "¿Cuál de estas opciones no es un partido político?", ["PIB.", "PP.", "PSOE."], 1, 0, "PIB: Produto Interior Bruto", 0],
	[22022, 7, "TODO", ["Verdadero", "TODO"], 2, 0, "", 0],
	[21062, 7, "TODO", ["se prorrogan los del año anterior.", "se vuelve a votar la propuesta el día 2 de enero.", "TODO"], 1, 0, "TODO", 2794],
	[24016, 7, "TODO", ["El Museo Nacional Centro de Arte Reina Sofía.", "El Museo Thyssen-Bornemisza.", "El Museo Guggenheim."], 3, 0, "El Museo Guggenheim es un museo de arte contemporáneo diseñado por el arquitecto canadiense Frank O. Gehry y localizado en Bilbao.", 8053],
	[25081, 7, "La jornada laboral que tiene una interrupción para comer se llama ...", ["jornada continua.", "TODO", "TODO"], 2, 0, "", 0],
	[12016, 6, "Los poderes públicos inspeccionan y homologan el sistema educativo para garantizar el cumplimiento de las leyes.", ["Verdadero.", "Falso."], 1, 0, "Según el artículo 27.8 de la Constitución Española: Los poderes públicos inspeccionarán y homologarán el sistema educativo para garantizar el cumplimiento de las leyes", 0],
	[24015, 7, "Joaquín Sorolla es un famoso ... nacido en Valencia.", ["TODO", "futbolista", "pintor"], 3, 0, "", 0],
	[21120, 7, "¿Quién tiene por finalidad garantizar la transparencia y objetividad de las elecciones en España?", ["La Administración electoral.", "La Administración electrónica.", "694"], 1, 0, "TODO", 0],
	[24026, 7, "TODO", ["El carnaval.", "La Semana Santa.", "Los sanfermines."], 1, 0, "Las fiestas de Carnaval son una oportunidad inmejorable para divertirse en España. Además, las de Santa Cruz de Tenerife y las de Cádiz están declaradas Fiestas de Interés Turístico Internacional.", 4527],
	[25060, 7, "Al comprar un producto nuevo, ¿cuánto tiempo dura la garantía normalmente?", ["1 año.", "2 años.", "TODO"], 2, 0, "", 0],
	[14002, 6, "TODO", ["cantante", "actor", "escritor"], 3, 0, "Federico García Lorca fue un poeta, dramaturgo y prosista español. Adscrito a la llamada Generación del 27, fue el poeta de mayor influencia y popularidad de la literatura española del siglo xx.", 3645],
	[25021, 7, "TODO", ["Usar la vivienda para actividades comerciales.", "Cuidar la vivienda y pagar los daños que haga.", "Pagar los gastos de agua, luz y gas."], 1, 0, "", 0],
	[23008, 7, "TODO", ["Comunidad Valenciana.", "TODO", "TODO"], 2, 0, "", 6318],
	[11042, 6, "Los poderes públicos garantizan la conservación y promueven el enriquecimiento del patrimonio histórico, cultural y ...", ["comercial.", "artístico.", "económico."], 2, 0, "Según el artículo 46 de la Constitución Española: Los poderes públicos garantizarán la conservación y promoverán el enriquecimiento del patrimonio histórico, cultural y artístico de los pueblos de España y de los bienes que lo integran", 6690],
	[21002, 7, "Según la Constitución española, la soberanía nacional reside en el pueblo, del que proceden ...", ["las leyes orgánicas del Estado.", "los estatutos de autonomía.", "los poderes del Estado."], 3, 0, "El pueblo español, según el artículo 1.2 de la Constitución de 1978, es el sujeto de la soberanía nacional, del que emanan los poderes del Estado. Son los representantes del pueblo español, elegidos democráticamente, los depositarios de esa soberanía en las Cortes Generales: el Congreso de los Diputados y el Senado.", 1994],
	[21010, 7, "Deben respetar la Constitución y el resto de legislación vigente ...", ["los ciudadanos.", "los poderes públicos.", "los poderes públicos y los ciudadanos."], 3, 0, "Según el Articúlo 9.1 de la Constitución de 1978: Los ciudadanos y los poderes públicos están sujetos a la Constitución y al resto del ordenamiento jurídico.", 1993]
]